{
  "url": "https://urbanemissions.info/cities/hanoi-vietnam/",
  "title": "Hanoi, Vietnam",
  "category": "Cities",
  "text": "An Air Quality Management Plan for Hanoi\n\nHanoi , the capital city of Vietnam , located on the right bank of the Red River . Hanoi is located at 21°2′ N, 105°51′ E covering 921 sq. km. Figure 1 presents the geographical location of the city and road density of Hanoi . The northern bank covers 71% of the land for 31% of the population and southern bank is more densely populated with 29% of land for 69% of the population.\n\nHanoi ‘s population is estimated at 3.2 million in 2005 and is constantly growing. This growth puts a lot of pressure on the limited infrastructure and environment, some of which is antiquated and dates back to the early 20th century.\n\nFigure 1: Geographical location of Hanoi and Hanoi road density in km/km 2\n\nWhile the institutional and legal resources for environmental protection are in place, the ambient air quality in Hanoi is fast degrading under the pressure of surging population numbers (with an expected increase of 1.5 – 2 million by 2020), transportation demand (with an increase of 30 times over the period of 1995 to 2005 in motorcycle traffic and passenger cars), and economy growth (with 11.2% increase in GDP contributed by 80% from production industries and construction in 2005). As with many developing country cities, the emissions from transport and industrial sector are dominant air pollution sources.\n\nUrban AQM is becoming increasingly important in a sustainable growth context.  Almost all the megacities of today (e.g., Bangkok , Beijing , Mumbai, Tokyo , and Manila in Asia) and potential megacities of tomorrow (e.g., Xian, Pune, and Hanoi ) suffer from urban air pollution and its environmental health consequences. Hanoi ’ authority has recognized the threats of degrading ambient air quality. The study ”Urban Air pollution in Asian sities” jointly conducted by the Clean Air Initiative for Asian Cities, Stockholm Environment Institute, and the United Nations Environment Program, grouped  Hanoi among cities with limited management capacity.\n\nThis AQM capacity needs immediate improvement and the efforts to reduce local emissions need strengthening.\n\nIt is difficult for city managers to address these problems in a systematic manner given a history of limited capacity, institutional fragmentation, poor availability and quality of data, lack of adequate modeling tools, poor public participation and a bewildering array of management options.\n\nIn October, 2007, Swiss Vietnam Clean Air Program (SVCAP) with the relevant local and national stakeholders organized a preliminary workshop on AQM in Hanoi . The sessions also included a training session on key components of AQM and necessary steps required to develop an AQM action plan for Hanoi . Decision makers stated that the data requirements, array of options, and experiences from cities are plenty and confusing at times and there was not sufficient information or knowledge base to plan local responses even though all agreed on the seriousness of the air pollution in Hanoi and necessity to act. Development planners agreed on a consensus to prepare a consolidated set of guidelines, which would enable them to develop a baseline to compare the widely varying options, for example, bus rapid transport and promoting public transport at a large scale, stricter regulations for motorcycles, and improved energy efficiency in industrial and domestic sectors, which will enable to choose between investment projects with largest cost effectiveness to air quality in Hanoi.\n\nThe objective of this study (funded and coordinated by SVCAP) is to shed some light on the following set of issues:\n\n•What is likely to be the trend in air pollution levels – under a business-as-usual (BAU) scenario in Hanoi in 2010 and up to 2020?\n\n•What are the likely associated levels of emissions that could have damaging consequences at the local level (especially for PM)?\n\n•What domestic interventions will make a significant difference in the air quality relative to BAU scenario?\n\nThe results from this study are expected to be a key source of information for those involved in air quality management and other environmental assessment activities relating to Hanoi , so that the management options can be evaluated from appropriate economic, social and environmental perspectives.\n\nAQM in Hanoi , Vietnam\n\nAir Quality Monitoring\n\nIn Hanoi , rapid urbanization combined with growing demand for energy resources and exponential growth in vehicular fleet are contributing to deteriorating air quality. Adequate information on status of air quality is an essential prerequisite for any rational and objective AQM program, and for formulating action plans. The monitoring of air quality in Hanoi started in the early 1990s. To that effect, investment on air quality monitoring networks in Hanoi has been considerably higher than the nationally averaged level. Seven of the 20 automated stations (15 stationary and 5 mobile ones) in the country are located in Hanoi .\n\nMost recently, series of air quality monitoring studies conducted in Hanoi .\n\n•MONRE – Collected hourly concentration of pollutants in the air in 2003 and estimated of traffic emission with resolution of 1 km x 1 km (presented in Figure 1)\n\n•JICA – Monitored 24 hour concentration of pollutant in the air at traffic intersections during August, 2005\n\n•SVCAP – Operated passive sampler network for January and February, 2007\n\n•DONREH – Monitored hourly pollutant concentrations at urban centers, industrial areas, and streets  during several months of 2006 and 2007\n\n•CENMA – Conducted monitoring from March to June 2007 at 6 industrial areas and 13 urban areas\n\nDetails of each of the campaign are described in the studies SVCAP’s final report. Currently, there is no central network or authority connecting and consolidating data from all stations. The fact that stations are operated by different agencies and data collected in various formats makes it difficult to present and review a comprehensive assessment of the air quality.\n\nSources of Air Pollution\n\nEmissions come from a variety of sources such as power plants, industries, transport, biomass and waste burning, domestic and commercial fuel burning, resuspension of the road and construction dust, etc., and it is essential to define the type of emission source in order to measure the impacts of air pollution.\n\nThe major sources of air pollution include the combustion of fuels for electricity generation, transportation, industries, space heating, and cooking. Besides primary emissions of PM, SO 2 , NO x , and HCs, chemical reactions in the atmosphere produce secondary pollutants such as ozone which is responsible for photochemical smog and haze. Chemical transformation is also responsible for a significant portion of ambient PM in the form of sulfates and nitrates from SO 2 and NO x emissions respectively.\n\nTable 1: Vehicular population in Hanoi in 2005\n\nVehicle type\n\nNo. of vehicles\n\n2 & 3 Wheelers\n\nCars (small & medium)\n\nCars (small & medium)\n\nIn Hanoi , motor vehicular activity is a major source of emissions, causing both primary and secondary pollution. Most of the people have access to motor vehicles where private transport accounts for ~97% of passenger trips. It is estimated that a total of 1.6 million vehicles are registered in Hanoi in 2005. Table 1 presents share of motor vehicles in use in Hanoi in 2005. Ninety percent of the vehicle fleet is dominated by motorcycles. Accordingly, the modal share of motorcycle among the mechanized trips is high at ~60 percent. In 2001 less than 4% of trips were made by bus, the only form of public transport (except taxis). The poor still depend on bicycles and non-motorized modes which account for ~25% passenger trips. According to the Transport Police Department of Hanoi, registered motorcycles in Hanoi are increasing at ~13,5% per year.\n\nCar ownership is relatively low, but increasing at ~10% a year. High population density and new construction in built-up areas have congested the city and demanding more space to sustain the growing vehicle use at levels significantly higher than the present. Underdevelopment of public transportation is one of the main reasons of rapid increase in motorcycle population and private cars. Estimates for 2006/07 puts total vehicular fleet at ~2 million, which is a ~15% increase per year since 2005.\n\nBesides the direct vehicular exhaust emissions, resuspension of the fugitive dust on the roads is a constant source of PM. Due to dry conditions, constant vehicular activity, wear and tear of tires, high construction activities, and dusty roads.\n\nA fair amount of PM, SO 2 , NO x , and CO 2 emissions come from coal and oil combustion in the industries; especially from the brick industry in the outskirts of the city, which is known to burn biomass such as rice husk. In the city limits, tanning and textiles are dominant industrial types.\n\nDomestic emissions come from using the coal for cooking and partly heating. In the central Hanoi , use of coal is limited in the domestic and commercial (restaurants and roadside establishments) sectors. However, outside the city, contribution of coal is high. According to DONREH, there are at least 12,000 such kiosks using 6 kg/day of coal on average for cooking purposes. Of the domestic sector, it is estimated that 5% of the households use coal for cooling at 2kg/day average. Such usage also leads to indoor air pollution, which is not covered in this report.\n\nDuring the harvest season, the burning of the field residue is a major source of pollution following the long range transport (LRT) of the pollutants. A series of source apportionment studies performed by Hien et al., (2004) and Cohen et al. (2006), estimate ~40% of ambient PM originates outside the city. These LRT sources are both of local and regional scale – for example, a combination of biomass burning, thousands of small brick kilns north of the city and contribution of regional LRT due to proximity to China and Thailand. Of all the sources, the long range transport between regions and nations is hard to investigate and estimate. Figure 2 presents summary of back trajectory analysis from Cohen et al., calculated for every four hours of the sampling period and results based on receptor modeling from Hien et al.\n\nFigure 2: Source apportionment results for Hanoi . Left Panel: Cohen et al., 2006 using back trajectories; Right Panel: Hein et al., 2004 using receptor modeling\n\nCohen et al., concluded that the secondary sulfur for most parts has its origin in China and secondary sulfur accounted for ~20% of the measured PM 10 sample. Similarly, Hien et al., concluded that for the fine (PM 2.5 ) fraction, contribution of LRT is ~45% of the local air pollution in Hanoi . In city, major air pollution sources remain the vehicular exhaust, fugitive dust, and coal from industrial and domestic use.\n\nAmong the miscellaneous sources, city of Hanoi also operates six incinerators with varying capacities and feed ranges from domestic garbage (the largest), construction, industrial, medical, and agro waste. Due to cities proximity to the sea, sea salt is a common occurrence in the fine fraction, as can be seen in Figure 2 .\n\nStatus of AQM\n\nSince 2000, AQM within Hanoi city has picked up momentum followed by a series of air quality monitoring studies by various agencies. Besides the air quality monitoring studies, there are several short term studies incorporated in regional planning in the Master study on major economic region . Research studies also focused on environmental management, legal framework and environmental monitoring. Numerous decisions on emission reduction were passed for Vietnam in general, and for Hanoi . There is no current system that reviews whether such policies and decisions have had any impact on the air quality of Hanoi or the country.\n\nIn Hanoi , the participation of public on AQM related activities is also limited at this point. The online information from monitoring stations was designed to be disseminated through mass media such as newspaper, radio, television, and internet. However, at present, the operation of electronic information boards on displaying real time pollutants levels at DONREH and Department of Transportation is very sporadic and unreliable. Among all the agencies conducting air quality monitoring, the network of stations run by MONRE is most synchronized since 2002 (updating hourly data from the stations to the database center in Hanoi ).\n\nIn general, non-governmental offices (NGOs), civil society, and advocacy groups are not common, not only for air quality related issues but most environmental sectors.\n\nThis study also included a full air pollution analysis, including emissions inventory development, dispersion modeling of current and future emission scenarios through 2020 and health impact analysis of scenarios. See the full report for details.\n\nFigure 3: Modeled annual average PM 10 concentrations in 2005\n\nThe highest concentrations in Figure 3 represent the areas with highest industrial density. The meteorology is from East to West for most of the year, which also explains the contribution of LRT from South China . On an average, the south of the river residing ~70% of the population, experiences PM levels of 100-120 mg/m 3 . Measurements from JICA study in 2005 for PM 10 ranged from 50 mg/m 3 on the river front to an average of 320 mg/m 3 in the industrial areas to the southwest.\n\nAn unabated emissions scenario for 2020 results in more than doubling of the ambient PM 10 concentrations. Under the scenario, PM 10 levels are expected to average above 200mg/m 3 against a guideline of 80mg/m 3 . It is important to note these are concentrations under the assumption that NO new technologies or regulations will be put in place in the next decade of growth.\n\nTable 3: Change in number of health impacts in 2010 and 2020 compared to 2005 BAU\n\nHealth Endpoint\n\nNumber of Cases Incurred\n\nChange from 2005 BAU\n\nAdult Chronic Bronchitis\n\nChild Acute Bronchitis\n\nRespiratory Hospital .Admission\n\nCardiac Hospital Admission\n\nEmergency Room Visit\n\nAsthma Attacks\n\nRestricted Activity Days\n\nRespiratory Symptom Days\n\nUnder BAU, for the estimated ambient levels presented in Figure 5 , additional health impacts incurred compared to 2005 BAU are calculated and presented in Table 3 . Due to density of the population to the South of Red River, increase in the exposure area, and population exposed, the number of mortality cases is expected to at least double by 2010 and more than quadruple by 2020.\n\nHanoi’s 2020 AQM Action Plan\n\nViet Nam ’s main priority continues to be economic development, with the environmental concerns taking second. This relationship between economy and environment has been experienced in both developed and developing countries worldwide.\n\nIn the next decade, given the economic trends, increasing energy demand, growing vehicular population and urbanization, air pollution (outdoors and indoors) will be one of the critical issues to address in the growing urban centers like Hanoi and HCMC. Under 2020 BAU, the air pollution levels are expected to at least double the current levels, increasing its impact on human health.\n\nIn this study, an ‘exposure reduction’ approach for PM is considered the primary driver to improve air quality than just a localized control measure, where the costs of reducing concentrations are likely to be high. Developing an AQM system that explicitly targets health risks is a challenging task. Pollutant concentrations can vary considerably in time and space, and pollution sources that contribute to exposure may do so to different extents. Of particular concern are the so-called hot spots, such as industrial estates and transport corridors, where pollutant concentrations are significantly higher than the average ambient concentrations.\n\nThe policy measures proposed are expected to formulate more cost-effective interventions and more importantly to maximize public health improvements across the general population.\n\nKey strategy components for wider implementation of air pollution control interventions are\n\n•Strengthening government, multi/bilateral and international agency awareness of the links between energy, pollution, health, and development, and their commitment to action. This is conducted through institutional capacity building at various levels and a better understanding of pollution sources and their strengths as outlined in the previous chapters.\n\n•Facilitating collaboration between relevant sectors (government: health, environment, housing, energy, etc; as well as NGOs and businesses) at national and local levels.\n\n•Support for technical development and evaluation of interventions; support for favorable institutional development, capacity building at governmental, private, and academic levels, and information dissemination; support from multi/bi-lateral agencies with finances and implementation strategies and capabilities.\n\nAside from using the environmental police officers to enforce the laws against emission violators in industrial and transport sector and against waste burning in the domestic sector, comprehensive media & information campaigns should be launched by the government and concerned groups through the television, newspapers, and radio.\n\nDownload the complete report from the SIM Working Paper Series No. 14",
  "pdf_links": []
}