{
  "url": "https://urbanemissions.info/india-air-quality-forecasts/iaqi-meteo/",
  "title": "India Air Quality Forecasts – Meteorology",
  "category": "India Air Quality Forecasts",
  "text": "Air pollution has emerged as a top-10 risk factor for human health in India and the cities are increasingly exceeding the national ambient standards and the World Health Organizations guidelines for criteria pollutants. To support India’s air pollution management framework, modeled 24-hr (daily) average ambient concentrations were simulated for the next 72-hours, using meteorology processed through 3D-WRF meteorological model and the GFS meteorological fields and the concentrations simulated through the CAMx chemical transport modeling system, coupled to a dynamic emissions inventory . The modeling domain covers the Indian subcontinent at a spatial resolution of 0.25° x 0.25° degrees (~25 km 25 km) and a temporal resolution of 1 hour. All the simulation fields are updated everyday at 21:00 local time.\n\nClick on the icons for 72-hr animations for surface wind speeds and direction, precipitation, surface temperature, and mixing layer height\n\nhourly snaps\n\nhourly snaps\n\nhourly snaps\n\nSurface Temperature – Day Time Average\n\nSurface Temperature – Night Time Average\n\nSurface Wind Speeds – Day Time Average\n\nSurface Wind Speeds – Night Time Average\n\nTotal Precipitation (mm/day)\n\nA summary file by district for these meteorological parameters, processed through the WRF meteorological model for the year 2015, is available for browsing and downloading here .\n\nBack to the India air quality forecasting page. Additional data fields from the forecasting system\n\nForecasts – animations of hourly wind, temperature, precipitation, and mixing heights (maps)\n\nForecasts – daily (24 hour) average concentrations (maps)\n\nForecasts – animations of hourly average concentrations (maps)\n\nForecasts – hourly time series at the district level\n\nForecasts – modeled source contributions to hourly PM2.5 concentrations at the district level\n\nExternal resources\n\nIndian Meteorological Department (IMD)\n\nMeteorological measurements by the Delhi Pollution Control Committee (DPCC)\n\nSAFAR program by the Indian Institute of Tropical Meteorology (IITM)\n\nAssimilated forecasts @ AQICN.org\n\nDelhi @ weather.com\n\nSend your queries to simair@urbanemissions.info",
  "pdf_links": []
}