{
  "url": "https://urbanemissions.info/tools/",
  "title": "Air Quality Modelling Tools",
  "category": "Tools",
  "text": "Updated: August, 2025\n\nTo better manage air pollution, there’s a need to learn how to create and use tools that demonstrate fundamental equations to calculate, visualize, and interpret emissions and pollution. The SIM-air family of tools “ Simple Interactive Models for better air quality ” is designed to teach users how to do this.\n\nThese tools help you gather necessary information, estimate key parameters like emissions from various sources, and then model how pollution spreads. This allows you to understand the links between emissions, pollution dispersion, their impacts, and potential solutions within a real-world environmental and economic context. Through these primers and tools, we hope to demystify the science jargon to a wider network of stakeholders and by learning to use these tools, you can better understand and address air pollution.\n\nInstructional videos are forthcoming for some calculators (visit again for updates on tools).\n\nTraining events and how to connect to organize one [ link ]\n\nTake a basics quiz [ link ] – 10 questions on air quality jargon (and repeat if you like)\n\nBeginners handbook on assembling air pollution models [ download ] Working papers related to air pollution modeling applications [ link ]\n\nWorking papers related to air pollution modeling applications [ link ]\n\nPrimers on themes related to air quality Know your pollutants [ download ] ABC’s of air pollution [ download ] A primer on air quality management [ download ] What is source apportionment [ download ] A primer on air quality monitoring [ download ]\n\nKnow your pollutants [ download ]\n\nABC’s of air pollution [ download ]\n\nA primer on air quality management [ download ]\n\nWhat is source apportionment [ download ]\n\nA primer on air quality monitoring [ download ]\n\nThe SIM-air Model – a demo version of a reduced-complexity integrated air pollution analysis tool to go from estimating emissions to pollution to impacts for a set scenario and also perform optimization among options for reaching air quality targets [ Link ] to download the files and 10 instructional videos on the tool [ Video ] – Need for information and integrated assessments for better urban air quality management, a recording of a presentation from 2015 (for later viewing — right click on “video” and select “save link as” ) [ Video ] – Instructions and some basic information to keep in mind, before you start to play with the MS Excel based demo-version [ Video ] – An overview of the SIM-air family of tools [ Video ] – Demonstration of optimization of management options for cost, health impacts and compliance [ Video ] – Demonstration of source-receptor matrix concept\n\n[ Link ] to download the files and 10 instructional videos on the tool\n\n[ Video ] – Need for information and integrated assessments for better urban air quality management, a recording of a presentation from 2015 (for later viewing — right click on “video” and select “save link as” )\n\n[ Video ] – Instructions and some basic information to keep in mind, before you start to play with the MS Excel based demo-version\n\n[ Video ] – An overview of the SIM-air family of tools\n\n[ Video ] – Demonstration of optimization of management options for cost, health impacts and compliance\n\n[ Video ] – Demonstration of source-receptor matrix concept\n\nNote: These videos are old; but still relevant\n\nAir Quality Scenario Players Version-01 [ Download calculator ] – calculates population weighted concentrations based on zonal averages of an airshed and allows to build scenarios against % reduction in zonal pollution Version-02 [ Download calculator ] – based on source apportionment results, allows to build scenarios against % reduction in each source Version-03 [ Download calculator ] – solves for net zonal reductions required to reach an overall target using maximum possible reductions by zone as input Version-04 [ Download calculator ] – solves for net zonal reductions by source required to reach an overall target using zonal source-apportionment results and maximum possible reductions by zone as input Version-05 [ Download calculator ] – solves for net zonal reductions by source required at least cost using zonal source-apportionment results, maximum possible reductions by zone, and cost per unit pollution reduction by source as input Version-06 [ Download calculator ] – demonstration of source-receptor matrix concept linking zonal concentrations to associated grids (15 x 15 grid airshed) and allows to build scenarios against % reduction in each zone\n\nVersion-01 [ Download calculator ] – calculates population weighted concentrations based on zonal averages of an airshed and allows to build scenarios against % reduction in zonal pollution\n\nVersion-02 [ Download calculator ] – based on source apportionment results, allows to build scenarios against % reduction in each source\n\nVersion-03 [ Download calculator ] – solves for net zonal reductions required to reach an overall target using maximum possible reductions by zone as input\n\nVersion-04 [ Download calculator ] – solves for net zonal reductions by source required to reach an overall target using zonal source-apportionment results and maximum possible reductions by zone as input\n\nVersion-05 [ Download calculator ] – solves for net zonal reductions by source required at least cost using zonal source-apportionment results, maximum possible reductions by zone, and cost per unit pollution reduction by source as input\n\nVersion-06 [ Download calculator ] – demonstration of source-receptor matrix concept linking zonal concentrations to associated grids (15 x 15 grid airshed) and allows to build scenarios against % reduction in each zone\n\nTransport Emissions Calculators VAPIS – Vehicular Air Pollution Information System (version 1.01) – A vehicular emissions calculator to estimate and compare total vehicle exhaust emissions by vehicle-age and run scenarios. The link includes instructions and supporting videos [ Download calculator ] – VAPIS 2.1 (new version released in 2024, requires user to activate macros). See the old version page first for instructions before using this version. [ Download calculator ] – Demonstration of 4 approaches to estimate total fleet average vehicle exhaust emissions using information on (a) VKT (b) fuel sales (c) modal shares and (d) meteorology. The 4th approach is an extension of box-model concept (see below) [ Download calculator ] – Demonstration of fundamental equation in building fleet average emissions, with and without age-mix information [ Download calculator ] – Demonstration of a method to convert fleet average speeds into vehicle km traveled (VKT) [ Download calculator ] – Demonstration of a method to calculate how many additional buses are required to support odd-even or an equivalent scheme (with and without fuel mix exemptions) [ Download calculator ] – Demonstration of a method to calculate total fuel wasted from idling in the city [ Download calculator ] – Demonstration of a method to calculate benefits of shifting % of 2W and 4W trips to buses and non-motorized transport [ Download calculator ] – Demonstration of a method to estimate vehicle exhaust emission factors using emission standards and deterioration rates (version 1) [ Download calculator ] – Example set of survival rates based on vehicle age for 10 vehicle categories (to convert yearly registered vehicle numbers into in-use vehicle numbers) [ Download calculator ] – Demonstration of a method to grid the total vehicle exhaust emissions using multiple grid-level proxies as weights (requires user to activate macros)\n\nVAPIS – Vehicular Air Pollution Information System (version 1.01) – A vehicular emissions calculator to estimate and compare total vehicle exhaust emissions by vehicle-age and run scenarios. The link includes instructions and supporting videos\n\n[ Download calculator ] – VAPIS 2.1 (new version released in 2024, requires user to activate macros). See the old version page first for instructions before using this version.\n\n[ Download calculator ] – Demonstration of 4 approaches to estimate total fleet average vehicle exhaust emissions using information on (a) VKT (b) fuel sales (c) modal shares and (d) meteorology. The 4th approach is an extension of box-model concept (see below)\n\n[ Download calculator ] – Demonstration of fundamental equation in building fleet average emissions, with and without age-mix information\n\n[ Download calculator ] – Demonstration of a method to convert fleet average speeds into vehicle km traveled (VKT)\n\n[ Download calculator ] – Demonstration of a method to calculate how many additional buses are required to support odd-even or an equivalent scheme (with and without fuel mix exemptions)\n\n[ Download calculator ] – Demonstration of a method to calculate total fuel wasted from idling in the city\n\n[ Download calculator ] – Demonstration of a method to calculate benefits of shifting % of 2W and 4W trips to buses and non-motorized transport\n\n[ Download calculator ] – Demonstration of a method to estimate vehicle exhaust emission factors using emission standards and deterioration rates (version 1)\n\n[ Download calculator ] – Example set of survival rates based on vehicle age for 10 vehicle categories (to convert yearly registered vehicle numbers into in-use vehicle numbers)\n\n[ Download calculator ] – Demonstration of a method to grid the total vehicle exhaust emissions using multiple grid-level proxies as weights (requires user to activate macros)\n\nNon-Transport Emissions Calculators [ Download calculator ] – Demonstration of a method to estimate emissions from a coal thermal power plant ( Click here for a web-player ) [ Download calculator ] – Demonstration of a method to estimate open waste burning emissions (and run some scenarios) based on waste generation rate, waste collection efficiency, and waste burnt rate [ Download calculator ] – Demonstration of a method to estimate costs and benefits of stubble burning, in-situ mulching, and ex-situ processing, from a farmer’s perspective\n\n[ Download calculator ] – Demonstration of a method to estimate emissions from a coal thermal power plant ( Click here for a web-player )\n\n[ Download calculator ] – Demonstration of a method to estimate open waste burning emissions (and run some scenarios) based on waste generation rate, waste collection efficiency, and waste burnt rate\n\n[ Download calculator ] – Demonstration of a method to estimate costs and benefits of stubble burning, in-situ mulching, and ex-situ processing, from a farmer’s perspective\n\nEmission Factors A library [ download ] of average emission factors for PM2.5, BC, OC, CO, VOC, SO2, and CO2 by fuel and by technology [ Download calculator ] – Demonstration of a method to estimate vehicle exhaust emission factors using emission standards and deterioration rates (version 1)\n\nA library [ download ] of average emission factors for PM2.5, BC, OC, CO, VOC, SO2, and CO2 by fuel and by technology\n\n[ Download calculator ] – Demonstration of a method to estimate vehicle exhaust emission factors using emission standards and deterioration rates (version 1)\n\nAir Quality Index Calculator – A simplified calculator, which is commonly used in a number of cities across the world, designed to plug your monitoring data to estimate either real time or forecasted AQI [ Link ] to download the code, instructions, and videos [ Video ] – 10 frequently asked questions about AQI [ Video ] – Demonstration of AQI calculator version-1 (one data point) [ Video ] – Demonstration of AQI calculator version-2 (multiple data points)\n\n[ Link ] to download the code, instructions, and videos\n\n[ Video ] – 10 frequently asked questions about AQI\n\n[ Video ] – Demonstration of AQI calculator version-1 (one data point)\n\n[ Video ] – Demonstration of AQI calculator version-2 (multiple data points)\n\nChemical Transport (Dispersion) Models Atmospheric Transport Modeling System (ATMoS) – A (fortran language based) simplified lagrangian dispersion model to generate (emissions to concentrations) transfer matrix for multiple source and multiple pollutant types; for direct input to the SIM-air model. [ Link ] to download the code, instructions, and a [ Video ] demonstrating the source-receptor matrix concept (any chemical transport model can be used to generate this matrix) Box Model [ download calculator ] – Demonstration of box model calculations using airshed average meteorology and with/without diurnal and seasonal variations in emission rates. A copy of average meteorological fields to run the box model for Indian districts is available here . Inverse-Box Model [ download calculator ] – Demonstration of an inverse box model to calculate monthly and annual emission rates using hourly airshed average meteorology and hourly average airshed concentrations. A copy of average meteorological fields to run the box model for Indian districts is available here . If the concentrations column represents a product of total concentrations and source contribution, then the result emission rate is specific to that source.\n\nAtmospheric Transport Modeling System (ATMoS) – A (fortran language based) simplified lagrangian dispersion model to generate (emissions to concentrations) transfer matrix for multiple source and multiple pollutant types; for direct input to the SIM-air model. [ Link ] to download the code, instructions, and a [ Video ] demonstrating the source-receptor matrix concept (any chemical transport model can be used to generate this matrix)\n\nBox Model [ download calculator ] – Demonstration of box model calculations using airshed average meteorology and with/without diurnal and seasonal variations in emission rates. A copy of average meteorological fields to run the box model for Indian districts is available here .\n\nInverse-Box Model [ download calculator ] – Demonstration of an inverse box model to calculate monthly and annual emission rates using hourly airshed average meteorology and hourly average airshed concentrations. A copy of average meteorological fields to run the box model for Indian districts is available here . If the concentrations column represents a product of total concentrations and source contribution, then the result emission rate is specific to that source.\n\nWeather Research Forecasting (WRF) Model Reference notes on benchmarking parameters in the namelist file, including links to download, compile, and use [ Download calculator ] to build monthly, daily, and hourly statistics of meteorological fields (wind speed, wind direction, temperature, precipitation, and mixing heights). Also prepares csv-files for making windrose plots. The tool uses hourly met-data (see format inside) and needs user to activate macros A copy of hourly average meteorological fields extracted from regional WRF simulations for Indian districts is available here . These files can be used as input in the above stats calculator and the box model.\n\nReference notes on benchmarking parameters in the namelist file, including links to download, compile, and use\n\n[ Download calculator ] to build monthly, daily, and hourly statistics of meteorological fields (wind speed, wind direction, temperature, precipitation, and mixing heights). Also prepares csv-files for making windrose plots. The tool uses hourly met-data (see format inside) and needs user to activate macros\n\nA copy of hourly average meteorological fields extracted from regional WRF simulations for Indian districts is available here . These files can be used as input in the above stats calculator and the box model.\n\nAlong with the tools, we maintain SIM-air working paper series , where methodologies, applications, and references on air pollution modeling, emissions inventories, source apportionment, air quality management, and co-benefits analysis from cities and regions are published. This is an open-resource and available for free.",
  "pdf_links": []
}