{
  "url": "https://urbanemissions.info/delhi-india/",
  "title": "Delhi, India",
  "category": "Delhi India",
  "text": "In 2015, the World Health Organization (WHO) released a compilation of air quality data across the world and estimated the corresponding health impacts on premature mortality and morbidity – Delhi is among the top 10 for cities with the worst air quality. The National Capital Region (NCR) of Delhi grew rapidly in the past two decades. As a rapidly expanding city, demands for transportation, energy generation, construction, waste generation, domestic cooking and heating, and industrial activity grew significantly in the last decades, contributing to air pollution across the city borders and resulting in premature mortality and respiratory impacts. In March, 2009, the Central Pollution Control Board (CPCB) of India declared Delhi as “ India’s Asthma Capital ”.\n\nThe city now covers an estimated area of ~900 Sq. km, including new townships and satellite centers such as Noida and Gurgaon. In 2007, population of NCR was estimated at ~16 million. This figure is expected to reach ~22.5 million in 2025 (See Interactive Urbanization Map on BBC, 2005 ).\n\nMulti-pollutant emissions inventory road transport power plants others\n\nroad transport\n\npower plants\n\nMonitoring data for Delhi\n\nAir quality forecasts for Delhi (updated daily @ 7 pm IST)\n\nInfographics explaining the merits and demerits of pollution control laws benefits of banning old vehicles how many buses are required in Delhi to support safe and clean public transport evolution of road transport emissions in Delhi emissions vs. meteorology, which is worse for Delhi emissions analysis of odd-even experiment in Delhi\n\nbenefits of banning old vehicles\n\nhow many buses are required in Delhi to support safe and clean public transport\n\nevolution of road transport emissions in Delhi\n\nemissions vs. meteorology, which is worse for Delhi\n\nemissions analysis of odd-even experiment in Delhi\n\nPublications, reports, and opinion pieces what’s polluting Delhi’s air ? a call for open air pollution information\n\nwhat’s polluting Delhi’s air ?\n\na call for open air pollution information",
  "pdf_links": []
}