{
  "url": "https://urbanemissions.info/blog-pieces/review-of-pollution-under-check-puc-in-india/",
  "title": "Review of Pollution Under Check (PUC) in India",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.4990531 ]\n\nSIM-air No. 53-2024: Overhauling India’s pollution under control (PUC) tests for multipurpose emissions information\n\nIt is often argued that managing vehicular pollution is a numbers game—while each vehicle on the road may be deemed “clean” by emissions standards, the sheer number of vehicles collectively contributes significantly to the overall air quality problem. With millions of vehicles in operation, even small, permissible emissions from individual vehicles add up to create a substantial environmental impact. The question remains: is every vehicle on the road truly clean?\n\nFactors such as inconsistent maintenance, aging fleets, and varying driving conditions make it unlikely that all vehicles consistently meet emission standards in real-world scenarios. This raises doubts about the effectiveness of emissions testing systems, particularly in regions where traffic congestion, poor road infrastructure, and high vehicle usage present additional challenges. The tests designed to ensure vehicles are compliant may not always be fully aligned with actual driving conditions (aka representative driving cycle), leading to discrepancies between test results and real-world emissions, thereby exacerbating the pollution problem.\n\nThe cost of a Pollution Under Control (PUC) certificate in India varies from ₹30 to ₹200 for cars and two-wheelers and is valid for six months, except for new vehicles, where the first certificate is valid for one year from the date of registration. However, concerns have been raised about the leniency of PUC certification norms, with some claiming that vehicles pass even when they emit levels worse than the prescribed environmental standards. Additionally, there have been reports of some emission testing centers issuing fake certificates or certifying vehicles without conducting any tests at all, further undermining the program’s effectiveness.\n\nThis working paper presents a critical review of India’s PUC system, highlighting its current coverage and identifying key gaps, particularly in measuring on-road emissions from individual vehicles. It also examines global practices for measuring vehicle exhaust emissions, such as remote sensing, integration of on-board diagnostics, and chassis dynamometer tests, outlining their advantages and their limitations in terms of cost and implementation.\n\nTo support a more effective Inspection and Maintenance (I&M) program, India’s PUC system can be overhauled by incorporating advanced technologies, standardizing equipment, training technicians, and adopting comprehensive testing methods that reflect real-world driving conditions. This overhaul will enable a more robust assessment of vehicle emissions on India’s roads and contribute to improved air quality management nationwide.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.\n\nSome transport publications:\n\nFuel Station Survey (FuSS) to profile in-use vehicle characteristics SIM-air working paper series #56-2025 Download\n\nVehicle Stock Numbers and Survival Functions for On-road Exhaust Emissions Analysis in India: 1993-2018 Journal Article in Sustainability (2024) Download [Repository of vehicle stock numbers and supporting information @ zenodo ]\n\nBenchmarking vehicle and passenger travel characteristics in Delhi for on-road emissions analysis Journal article in Travel Behaviour and Society (2015) Download\n\nRe-fueling road transport for better air quality in India Journal article in Energy Policy (2014) Download [Study results are included in the Planning Commission’s National Transport Policy Committee report]\n\nEvolution of on-road vehicle exhaust emissions in Delhi Journal article in Atmospheric Environment (2015) Download",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-53-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-53-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2024-07-MDPI-Sus-India-Vehicle-Stock.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2014-11-TBS-Delhi-Veh&Pass-Characteristics.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2014-05-EP-Re-fueling-Transport-for-BAQ-India.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2015-01-AE-Delhi-Vehicle-Emissions-1990-2030.pdf"
  ]
}