{
  "url": "https://urbanemissions.info/india-emissions-inventory/emissions-in-india-biogenics/",
  "title": "Emissions in India – Biogenics",
  "category": "India Emissions Inventory",
  "text": "Biogenic emission sources are natural and need to be accounted for in regional chemical transport models considering full photo-chemistry, as most of the biogenic pollutants are widespread and ubiquitous contributors to background ozone chemistry. The most common one is isoprene, among many others.\n\nBiogenic emissions are typically computed using a model which utilizes spatial information on vegetation, land-use, and environmental conditions of temperature and solar radiation. The most commonly utilized module is MEGAN (Model of Emissions of Gases and Aerosols from Nature) , which is integrated into the chemical transport models like WRF-chem and CMAQ . The integrated module comes with default global vegetation and land-use data fields, available for download @ MEGAN model site , along with a set of pre-processors necessary to include biogenic emissions in WRF-chem and CMAQ.\n\nThe land-use and the urban-rural maps have changed significantly in India, between 2001 and 2015, which means the biogenic emissions calculated using the default MEGAN databases are likely to misrepresent the ozone chemistry over the Indian subcontinent. In our current WRF-CAMx chemical transport modeling framework, we have scripted modules to utilize the latest resources available for calculating the biogenic emissions using the MEGAN calculators\n\nthe leaf area index (LAI), a critical input to the model, is derived for multiple years using a combination of python and arcgis tools and the raw MODIS fields – MCD15A2 . In the forecast mode, the latest available (as 8-day averages) are utilized\n\nthe LAI is combined with MODIS derived maximum green vegetation fraction to calculate LAIv\n\nsimilarly the plant functional types (PFT) are derived from the latest raw MODIS fields – MCD12Q1\n\nthe meteorological fields are derived from the WRF simulations – in hindcast and in forecast mode",
  "pdf_links": []
}