{
  "url": "https://urbanemissions.info/blog-pieces/airquality-smog-towers-crazy/",
  "title": "Can We Vacuum Our Air Pollution Problem Using Smog Towers?",
  "category": "Blog Pieces",
  "text": "In November 2019, the Supreme Court of India issued a notification to all the states in the National Capital Region of Delhi to install smog towers for clean air and allocated INR 36 crores (~USD 5.2 million) for a pilot. Can we vacuum our air pollution problem using smog towers? The short answer is “no” .\n\nAtmospheric science defines the air pollution problem as (a) a dynamic situation where the air is moving at various speeds with no boundaries and (b) a complex mixture of chemical compounds constantly forming and transforming into other compounds. With no boundaries, it is unscientific to assume that one can trap air, clean it, and release into the same atmosphere simultaneously. In this paper, we outline the basics of atmospheric science to describe why the idea of vacuuming outdoor air pollution is unrealistic, and the long view on air quality management in Indian cities.\n\nCan we vacuum our air pollution problem using smog towers? Journal article in Atmosphere (2020) Download\n\nBelow is a narrative presentation on the journal article, presented at INSEE 2021 Conference.\n\nOp-eds on this topic by staff at UrbanEmissions and known colleagues\n\nA towering white elephant Op-Ed in The Outlook (2020)\n\nWhy the Delhi Smog Tower Project Is Deeply Problematic Even as a Pilot Op-Ed in the WIRE (2020)\n\nSmog Towers Have No Scientific Basis as a Policy Measure Op-Ed in the WIRE (2020)\n\nBudget for clean air should focus on reducing emissions at source, not wasteful ‘solutions’ Op-Ed in CarbonCopy (2020)\n\nIndian Clean Air Advocates Slam Supreme Court Order Pushing Questionable “Smog Tower” Technology Op-Ed in Health Policy Watch (2020)\n\nWhy science isn’t part of the fight against air pollution in India Op-Ed in the WIRE (2020)\n\nCan smog towers fix Delhi’s air? CEEW Analysis (2020)\n\nAn Open Letter to the Supreme Court of India Against Outdoor Air Purifiers Op-Ed in the WIRE (2019)\n\nPurifiers can’t clean up Bengaluru’s air Op-Ed in Deccan Herald (2019)\n\nBengaluru will not breathe better air even with 44,000 air purifiers Op-Ed in the WIRE (2019)\n\nBeware China’s anti-smog tower’ and other plans to pull pollution from the air Op-Ed in the Conversation (2018)\n\nWhy Delhi’s plan for air filters at traffic intersections is a red herring Op-Ed in the WIRE (2016)\n\nMore media stories on anti-smog towers @ IndiaAQ",
  "pdf_links": []
}