{
  "url": "https://urbanemissions.info/tools/wrf-configuration-notes/",
  "title": "Benchmarking WRF Configuration for Urban & Regional Meteorology",
  "category": "Tools",
  "text": "This is discussion notes on WRF installation and configuration for urban and regional scale simulations, based on best practice notes on the WRF forums and our experience while playing with a combination of domain settings and physics settings. These conclusions are based on the best of our case studies and our understanding of how the WRF model works and what is the best combination of options to get it working.\n\nAt the end, the best option is for you to run the model as many times as possible to replicate your local conditions.\n\nUpdated: by Dr Sarath Guttikunda and Dr Md Rafiuddin\n\n***********\n\nBackground links:\n\nWRF download site (link)\n\nWRF github site (link)\n\nWRF installation guide (link)\n\nWRF forum (link)\n\nWRF namelist best practice (link)\n\nWPS namelist best practice (link)\n\nWRF manual Chapter 5 with physics configuration notes (link)\n\nGDAS-FNL@0.25deg resolution ( UCAR link )\n\nGDAS-FNL@1.0deg resolution ( UCAR link )\n\nGFS/GDAS of all resolutions @ AWS open data repository ( link )\n\n***********\n\nHigh resolution simulations\n\nThe following results and conclusions are based on WRF simulations over India, specifically over 3 urban-centric regions – Delhi to represent the Northern latitudes closer to the high mountains, Hyderabad to represent the plateau and plains of the South, and Mumbai to represent a coastal region. All three present unique challenges with high altitudes and strong monsoons. The model outputs were compared with data from the Indian Meteorological Department (IMD) as day totals for a 1-deg box covering the cities.\n\nTime period for Delhi and Mumbai simulation is July, 2020 Time period for Hyderabad is October, 2020\n\nDelhi 1-deg box is defined as 76.7 to 77.7 longitudes; 28.0 to 29.0 latitudes Hyderabad 1-deg box is defined as 78.0 to 79.0 longitudes; 16.9 to 17.9 latitudes Mumbai 1-deg box is defined as 72.5 to 73.5 longitudes; 18.6 to 19.6 latitudes\n\nAll the simulations were conducted for 1-month period (31 days) and the WRF model was setup in a 5-day re-initial mode. Meaning, we run the model for 5 days, but save only the last 4 days. Then repeat the same with a start from the day before the end of the last run. This helped with spinning the model and not start with zero or default initial conditions.\n\nThe model is nudged with GDAS-FNL 00Z data available at 0.25 degree resolution. For simulations on AWS, data was downloaded from AWS’s open data registry.\n\nAll the simulations were conducted in 2 nests – 15km and 3km. Only the 3km (d02) data was used for evaluation. This break-up was a convenient choice for cloud physics (cu_physics), which was applied for d01 and skipped for d02 (which is the grey area for most of the cu-schemes). Since, the initial data is available at 0.25deg resolution, 15km start for d01 is acceptable. According to some Q&A on wrf-forum, even 12km and 9km are also acceptable. Caution that 9km resolution will initiate the cu-grey-area problem.\n\nvertical resolution is set at 41 layers using the following eta’s 1.0000,0.9980,0.9955,0.9930,0.9900,0.9869,0.9833,0.9778,0.9705,0.9603,0.9472,0.9307,0.9110,0.8859,0.8559,0.8212,0.7825,0.7396,0.6939,0.6479,0.6043,0.5629,0.5213,0.4798,0.4381,0.3975,0.3583,0.3192,0.2809,0.2436,0.2080,0.1743,0.1430,0.1148,0.0903,0.0691,0.0508,0.0350,0.0215,0.0098,0.0000 — with the first 8 layers under 500m and the first 12 layers under 1km. Because of the high mountains, it was necessary to increase the number lower layers.\n\nphysics combinations that resulted in satisfactory comparisons between the precipitation levels simulated in the WRF model and those obtained from IMD are the following\n\ncu_physics (=1, KF), bl_pbl_physics (=0, 3DTKE), mp_physics (=16, WDM6)",
  "pdf_links": []
}