{
  "url": "https://urbanemissions.info/cities/apna-city-program-kampala-uganda/",
  "title": "Air Pollution knowledge Assessments (APnA) – Kampala, Uganda",
  "category": "Cities",
  "text": "[Citation: https://doi.org/10.1039/D4EA00081A ]\n\nJournal Article: Integrated Air Quality Information for Kampala: Analysis of PM2.5, Emission Sources, Modelled Contributions, and Institutional Framework\n\nKampala, the political and economic capital of Uganda and one of the fastest urbanizing cities in sub-Saharan Africa, is experiencing a deteriorating trend in air quality. This decline is driven by emissions from multiple diffuse local sources, including transportation, domestic and outdoor cooking, and industries, as well as by sources outside the city airshed, such as seasonal open fires in the region. PM 2.5 (particulate matter under 2.5 μm size) is the key pollutant of concern in the city with monthly spatial heterogeneity of 60–100 μg/m 3 . Outdoor air pollution is distinctly pronounced in the global south cities and lack the necessary capacity and resources to develop integrated air quality management programs including ambient monitoring, emissions and pollution analysis, source apportionment, and preparation of clean air action plans.\n\nThis paper presents the first comprehensive integrated assessment of air quality in Kampala to define a multi-level intervention framework, utilizing ground measurements from a hybrid network of stations, global reanalysis fields from GEOS-Chem and CAMS simulations, a high-resolution (∼1 km) multi-pollutant emissions inventory for the designated airshed, WRF-CAMx-based PM 2.5 pollution analysis, and a qualitative review of the institutional and policy environment in Kampala. This collation of information documents baseline data for all known sectors, providing a foundational resource for the development of a clean air action plan. The proposed plan aims for better air quality in the region using a combination of short-, medium-, and long-term emission control measures for all the dominate sources and institutionalize pollution tracking mechanisms (like emissions and pollution monitoring and reporting) for effective management of air pollution.\n\nDownload the article PDF .\n\nZenodo database link with study supplementary information.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": []
}