{
  "url": "https://urbanemissions.info/tools/sim-air/",
  "title": "Simple Interactive Models for better air quality (SIM-air)",
  "category": "Tools",
  "text": "SIM-air family of tools “ Simple Interactive Models for better air quality ” were developed with one objective – make use of the best available information on all the known sources of air pollution to support integrated air quality management. Applications of these tools are presented at the Air Pollution knowledge Assessments ( APnA ) city program.\n\nFor individual calculators on emissions and pollution management – click here .\n\nA demo-version of an integrated model with the components illustrated in the schematics is available here . The components in the demo-version are designed to collate necessary information, to estimate key parameters (e.g. emissions from various sources) and to simulate the interactions between emissions, pollution dispersion, impacts, and management options in an environmental and economic context.\n\nFirst version of this tool was built in 2000 for sulfur pollution management for power plants. First integrated version was built in 2002 using hardwired matrix multiplications for PM2.5 pollution analysis including primary and secondary components. Current version is more robust with the option to optimize among the management options and ready to test the limits of the new MS Excel functions, for bigger domains, multiple sectors, and multiple pollutants.\n\nFirst version of this tool was built in 2000 for sulfur pollution management for power plants. First integrated version was built in 2002 using hardwired matrix multiplications for PM2.5 pollution analysis including primary and secondary components. Current version is more robust with the option to optimize among the management options and ready to test the limits of the new MS Excel functions, for bigger domains, multiple sectors, and multiple pollutants.\n\nSome basic instructions to operate this MS Excel based tool and some explanation on the components are explained in a series of videos below.\n\nWe also put together an easy to read primer (2008) on (a) the air quality management steps (b) an understanding of the stakeholders expectations and (c) how to start to think about managing the information for better air quality. You can view and download the primer here .\n\nAlong with the tools, we maintain SIM-air working paper series published in addition to our peer-reviewed publications, where methodologies, applications, and references on the air pollution modeling, emissions inventories, source apportionment, air quality management, and co-benefits analysis are published. The working papers are distributed for free. We appreciate an appropriate citation when used/referred.\n\nAll the videos were recorded in 2015, as part of an online course to demonstrate various components of SIM-air family of tools. Some of the links presented in the videos may not be operational today. An updated list of references, notes, and links is available at our publications portal .\n\nIf you have any question on the tools, need clarification on the components, have suggestions to improve the tools, or want to share your experience while using the tools, send an email to simair@urbanemissions.info\n\nVideo 1: Need for information and integrated assessments for better urban air quality management. This is a re-recording of a presentation delivered by Dr. Sarath Guttikunda in 2015.\n\nVideo 2: Instructions to follow and some basic information to keep in mind, before you start to play with the MS Excel based demo-version.\n\nVideo 3: On overview of the SIM-air family of tools, developed to use the available information to support integrated urban air quality management. The modules are designed to estimate emissions and to simulate the interactions between emissions, pollution dispersion, impacts, and management options. All the databases, calculations, and interfaces are maintained in spreadsheets for easy access. For the analysis of emissions inventory and health impacts, a database of emission factors and concentration-response functions for a dummy city are included in the tool, which need adjusting with specific data from cities.\n\nVideo 4: Optimizing management options for cost or health impacts or better compliance with ambient standards, is a crucial step in the preparation of an action plan. Here we demonstrate the use of the MS Excel modules for optimizing solutions for better air quality.\n\nVideo 5: The conversion of emissions to concentrations is a data intensive and complicated step. In MS Excel, we use the source-receptor transfer matrix (SRTM) to bypass this step and assist us in rapid assessment of emissions, pollution, and impacts. The transfer matrix is an output from a chemical transport model, which is not included in the tool. ATMoS-4.0 is a lagrangian model designed to generate source-receptor transfer matrix for use in the SIM-air modeling system. Other models can also be used to generate this matrix, following similar instructions.\n\nVideo 6: This video presents an overview of the inputs necessary to run this demo-version and where to find such information. Some of the links accessed while making these video are likely not operational today. Here is a resources database for energy and emissions analysis. Some of the links are India specific and similar can be searched for other countries.\n\nVideo 7: Health impacts analysis is a critical step of the integrated air quality management and the key indicator of the cost of air pollution. The benefits of management options are valued against these costs. This video presents an overview of the methodology used in the SIM-air tool for evaluating health impacts. The raw data necessary for this step is available from the global burden of disease ( GBD ) study by IHME.\n\nVideo 8: An overview of the methodology employed for calculating on-road transport emissions. More details are presented here .\n\nVideo 9: A database of emission factors for calculating on-road transport emissions. Some of the links accessed while making these video are likely not operational today. Here is a resources database for energy and emissions analysis. Some of the links are India specific and similar can be searched for other countries.\n\nVideo 10: An overview of the methodology used in the tool for calculating stationary emissions.\n\nVideo 11: An overview on how to distribute total emissions to grids and necessary layers of information for this step. Some of the links accessed while making these video are likely not operational today. Here is a resources database on compiled GIS data and maps. Some of the links are India specific and similar can be searched for other countries.\n\nVideo 12: Patna-AQM-Part1 (2014) – To assess Patna’s air quality, we selected 60km x 30km airshed, which includes most of the industrial estates and brick kiln clusters in and around Patna. This is a re-recording of a presentation delivered at the Bihar State Pollution Control Board (BSPCB), to support in their endeavor to improve Patna’s air quality. Full report is available here.\n\nVideo 13: Patna-AQM-Part2 – This is an overview of the databases collated for this study and how various components of the SIM-air tools are integrated for emissions analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/2014-07-SSEF-Patna-AQM.pdf"
  ]
}