{
  "url": "https://urbanemissions.info/blog-pieces/value-of-statistical-life-vsl-for-indias-air-quality-management/",
  "title": "Value of Statistical Life (VSL) for India’s Air Quality Management",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5250231 ]\n\nSIM-air No. 55-2024: Value of Statistical Life (VSL) to Support Cost-Benefit Analysis of India’s Air Quality Management\n\nControlling air emissions can be a significant financial burden, making it essential to justify these costs through measurable benefits. This is often achieved by accounting for the health benefits associated with emission reductions. These benefits include the number of lives saved, life years extended, work years not lost due to premature deaths or illnesses, and the medical expenses avoided by preventing or reducing morbidity. By quantifying these benefits, policymakers can demonstrate that the long-term savings and improvements in public health outweigh the immediate costs of implementing air quality controls, making a strong case for investment in cleaner air.\n\nIn this working paper, we reviewed the application of the value of statistical life (VSL) concept in cost-benefit analysis (CBA) for air quality management (AQM). We explored the methods through examples to estimate health impacts and monetize them. We examined the complexities involved in establishing willingness to pay (WTP), a critical input for estimating VSL, which reflects differences in economic conditions, risk perception, and public health priorities, and how the concept of benefit-transfer method can be used to extrapolate the VSL estimates from countries where the studies are conducted to other countries. Finally, we estimated the VSL for India by analyzing existing data such as income levels, insurance levels, gross domestic product, and other relevant statistics to present a valuation that can effectively balance the costs and benefits of AQM in the Indian context.\n\nThe benefits transfer method and life insurance proxy method presented a range of US$ 0.5 to 1.6 million as India’s VSL. A preliminary assessment of the 2.09 million lives lost to air pollution in India, valued at a conservative VSL of $0.5 million, amounts to an economic cost of $1,045 billion, or approximately 7% of the national PPP. These estimates, however, are not definitive and carry significant uncertainties. Contributing factors include fluctuating GDP values; generalized IER curves that may not accurately reflect region-specific data; exposure rates derived from global chemical transport models, which may lack precision in areas with limited monitoring; and the methods for calculating VSL introduce variability, as they often require adapting values from other contexts. While these estimates offer valuable insights, they should be viewed with an awareness of their inherent uncertainties.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-55-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-55-2024.pdf"
  ]
}