{
  "url": "https://urbanemissions.info/cities/apna-city-program-tashkent-uzbekistan/",
  "title": "Air Pollution knowledge Assessments (APnA) – Tashkent, Uzbekistan",
  "category": "Cities",
  "text": "Click on the image or here to download the full document. [Citation: https://hdl.handle.net/10986/41969 ]\n\nTechnical Report: Air Quality Assessment in Tashkent and the Roadmap for Air Quality Management Improvement in Uzbekistan\n\nTashkent, Uzbekistan’s capital, faces persistent air quality challenges driven by rapid urbanization, growing energy consumption, and increasing vehicle use. These factors, combined with its geographical setting, contribute to elevated levels of particulate matter, notably PM2.5, which pose significant health risks. The city’s pollution levels frequently exceed both national and international standards, underlining the urgent need for a structured and data-driven response. Recent efforts have included improved monitoring and growing public awareness, but institutional coordination and comprehensive action remain limited.\n\nThe report presents emissions and pollution modeling results for Tashkent, based on the APnA city program methodologies. This is a first of kind research conducted for the city airshed at the highest spatial and temporal resolution possible.\n\nTo address these challenges, a multi-sectoral approach anchored in five strategic pillars is recommended: strengthening air quality monitoring and data management, enhancing institutional coordination, introducing cost-effective abatement measures, engaging citizens and stakeholders, and building long-term capacity for integrated air quality governance. The report outlines a phased implementation roadmap prioritizing short-term wins such as better enforcement of emissions standards and promoting clean fuels, alongside long-term investments in sustainable transport, energy efficiency, and green urban planning. Clear roles for national and municipal authorities are essential for translating this roadmap into results.\n\nUltimately, improving air quality in Tashkent requires sustained political commitment, regional cooperation, and significant investments in both infrastructure and capacity. While technical solutions exist, success hinges on strong institutions, transparent data sharing, and inclusive policies that account for the needs of all residents, particularly vulnerable communities. With a focused strategy, Tashkent has the opportunity to protect public health, enhance livability, and set a national example for air quality management in Central Asia.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/2024-06-WB-AQ-Tashkent.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2024-06-WB-AQ-Tashkent.pdf"
  ]
}