{
  "url": "https://urbanemissions.info/tools/air-quality-tools-training-events/",
  "title": "Air Quality Modeling Tools – Training Events",
  "category": "Tools",
  "text": "Are you new to emissions and air quality modeling, or looking to refresh your understanding of the fundamentals?\n\nIf so, this workshop is for you.\n\nTake a basics quiz [ link ] – 10 questions on air quality jargon (and repeat if you like)\n\nAir pollution is a growing problem for cities worldwide. On one hand, there is a need for integrated air quality management tools that support a robust decision-making framework, accounting for institutional and technical capacity as well as the reality of data limitations. On the other hand, it is equally important to build capacity through training on the fundamentals of how these tools function and how data flows within air quality management systems. Both elements are essential for enabling informed and effective policy actions, and are critical to making meaningful progress in air quality management.\n\nIn addition to the tools ( published here ), we have developed a training template designed to provide both basic and advanced understanding of key concepts in air quality management. An example template for a one-day training event is here . Our goal is to break down the complexity of numbers, surveys, and models. Through lectures and tools, you’ll gain a solid foundation in building emissions inventories, gathering data for models, improving inputs through surveys, and using data from monitoring stations. You’ll also learn to calculate health impacts and explore advanced models (as part of advance training events). All examples are based in MS Excel, making the concepts approachable and practical.\n\nWe can customize the training material to fit different time frames, whether it’s a half-day session or a two-day workshop, by adjusting the hands-on training components accordingly. The overall training content is also tailored to match the audience’s level of expertise, ensuring that it meets their specific needs, applications, and learning objectives. If any organizations or academic institutions are interested in hosting an event, reach out to our team by sending an email to simair@urbanemissions.info for more information.\n\nPreferred mode of delivery is in-person.\n\nCourse Material\n\nThis is a copy of the course material, which is customized for the events. These resources are uploaded for reference, open-use, and self-learning. There are instructional videos on the tools page to further support the information flows and presentations.\n\nAll the excel-based calculators used during the training are available here .\n\nAll the primers and the beginners handbook are available here .\n\nPresentations Air Quality Index [ Download ] Ambient Monitoring [ Download ] Emissions [ Download ] Chemical Transport Modeling [ Download ] Meteorology-WRF [ Download ] Source Apportionment [ Download ] Transport Resources [ Download ]\n\nAir Quality Index [ Download ]\n\nAmbient Monitoring [ Download ]\n\nEmissions [ Download ]\n\nChemical Transport Modeling [ Download ]\n\nMeteorology-WRF [ Download ]\n\nSource Apportionment [ Download ]\n\nTransport Resources [ Download ]\n\nRecent (and future) Training Events\n\n2025-Jun, Bengaluru, India : “Chitra-Lekha: Narrating Air Pollution Data”, session organized as part of VizChitra 2025 [ press release ]\n\n2025-Mar, Bengaluru, India : An online master-class delivered as part of DataJam for Bengaluru’s air quality by Oorvani Foundation (~40 participants).\n\n2025-Feb, Delhi, India : Organized by Centre for Atmospheric Sciences (CAS), Indian Institute of Technology, Delhi, India. This 2-day session had early-PhD students from CAS and JNU.\n\n2025-Jan, Accra, Ghana : Co-organized by the University of Ghana (Accra) and Columbia University. This 4-session event over 2-days had 50 participants from West Africa. [ press release ]\n\n2024-Nov-09, Delhi, India : Co-organized by EPIC -University of Chicago. This full-day event had 30 beginner-students from India (one from Nigeria).\n\n2024-Sep, Bengaluru, India : Organized as part the ICAS-CAMS conference . This half-day event attracted over 70 participants, including students and staff, as well as scientists from various think tanks. Participants came from India and several countries in Africa, with the majority being students.\n\n2024-Mar, Goa, India : Organized by CEEW (India) , this event was designed for scientists, staff from pollution control boards, think tanks, as well as beginner and advanced students from various academic institutions (~50 participants). The event also included 2-day advanced training session on the WRF-CAMx meteorological and chemical transport model, exclusively for students (~20 participants), held at the Indian Institute of Technology Goa. For the advanced training, participants were provided access to a curated AWS server, along with specific instructions to run the model and understand the flow of inputs and outputs.\n\n2024-Feb, Mumbai, India : Organized by ASAR (India) for NGO staff from Maharashtra, Punjab, and Jharkhand. This 1.5-day event had participants from a high student school student to a farmer activist to ground staff from local think tanks (~20 participants).",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/Training-101-Emisssions-Pollution-One-Day.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/Training-101-Emisssions-Pollution-One-Day.pdf"
  ]
}