{
  "url": "https://urbanemissions.info/blog-pieces/india-meterology-bydistrict/",
  "title": "Visualization of Weather Patterns in India by District",
  "category": "Blog Pieces",
  "text": "We processed the NCEP Reanalysis global meteorological fields through the 3D-WRF meteorological model for the Indian Subcontinent domain. A district-average summary for the year 2015, for all 640 districts (as per 2011 census) is presented here. This includes hourly surface wind speed, surface wind direction, precipitation, surface temperature, and mixing height – key parameters which determine the intensity of (horizontal and vertical) movement and (dry and wet) deposition of emissions in the region. A summary of these parameters for 50 airsheds is included in the Air Pollution knowledge Assessments ( APnA ) city program.\n\nWe also conduct 3-day meteorological forecast for the region covering the Indian Subcontinent and the National Capital Region of Delhi , updated everyday at ~7:00 PM (India Standard Time).\n\nSelect a state and a district to visualize the data for the year 2015 and download as a csv file. Data format is “year, month, day, hour, precipitation (mm/hour), mixing height (m), temperature (C), wind speed (m/sec), and wind direction (degrees).\n\nState Choose State here Andaman & Nicobar Andhra Pradesh Arunachal Pradesh Assam Bihar Chhattisgarh Chandigarh Daman & Diu Dadra & Nagar Haveli Delhi Goa Gujarat Himachal Pradesh Haryana Jharkhand Jammu & Kashmir Karnataka Kerala Lakshadweep Maharashtra Meghalaya Manipur Madhya Pradesh Mizoram Nagaland Odisha Punjab Puducherry Rajasthan Sikkim Tamilnadu Tripura Telangana Uttarakhand Uttar Pradesh West Bengal\n\nDistrict — Select District —\n\nParameter Wind Speed Wind Direction Precipitation Surface Temperature Mixing Height\n\nAnimation of current surface winds (more @ https://earth.nullschool.net )\n\nBack to the India air quality forecasting page. Additional data fields from the forecasting system\n\nanimations of hourly wind, temperature, precipitation, and mixing heights\n\ndaily (24 hour) average concentrations\n\nanimations of hourly average concentrations\n\nhourly time series at the district level\n\nhourly time series for select locations\n\nmodeled source contributions to hourly PM2.5 concentrations\n\nExternal resources\n\nIndian Meteorological Department (IMD)\n\nMeteorological measurements by the Delhi Pollution Control Committee (DPCC)\n\nSAFAR program by the Indian Institute of Tropical Meteorology (IITM)\n\nAssimilated forecasts @ AQICN.org\n\nDelhi @ weather.com\n\nSend your queries to simair@urbanemissions.info",
  "pdf_links": []
}