{
  "url": "https://urbanemissions.info/india-emissions-inventory/emissions-in-india-dust-storms/",
  "title": "Emissions in India – Dust Storms",
  "category": "India Emissions Inventory",
  "text": "A dust storm is a meteorological phenomenon common to arid and semi-arid regions, when strong winds erode and blow loose sand from their dry surface, and in the process move soil from one place to another. Drylands of North Africa and Arabian Peninsula are the main terrestrial sources of airborne dust. Also with some contributions from Iran, Pakistan and India into the Arabian Sea, and China’s significant storms deposit dust in the Pacific ( wiki ). In India, dry season runs through April to June, with sporadic storms originating from Afghanistan, Pakistan, and Western India.\n\nThe image (below) of an intense dust storm on June 2nd, 2010, analyzed with MODIS and OMI data (source: NASA ), illustrates the geographical spread of these storms.\n\nThe video (below) provides a visualization of particles moving through the atmosphere in 2006. The dust storms are indicated in red, organic and black carbon in green, sulfates (a proxy for anthropogenic emissions) in white, and sea salt in blue (source: NASA GEOS-5 )\n\nThe dust storm emission sources are natural and need to be accounted for in regional chemical transport models (like CAMx ), as the dust can not only alter the ambient particulate concentrations, but also provide additional surface to support photo-chemical reactions. In our current WRF-CAMx chemical transport modeling framework, we have scripted modules to utilize the latest resources available for calculating the dust storms emissions\n\nthe land use patterns (to separate the arid and semi-arid regions) is based on MODIS fields, included in WRF pre-processing package\n\nthe meteorological fields are derived from the WRF simulations – in hindcast and in forecast mode (summary of the daytime and nighttime average surface winds, for the next days, is summarized below)\n\nMultiple modules are available as part of the WRF-chem model, to simulate and include the dust storm emissions during the regional and the urban chemical transport simulations. More details on GOCART module and WRF-chem tutorials .\n\nSimulated Dust Storm Zones for the Next Three Days\n\nSurface Wind Speeds – Day Time Average\n\nSurface Wind Speeds – Night Time Average",
  "pdf_links": []
}