{
  "url": "https://urbanemissions.info/cities/hyderabad-india-old/",
  "title": "Hyderabad, India",
  "category": "Cities",
  "text": "Air Pollution & GHG Emissions Analysis for Hyderabad, India\n\nUpdate: November 2013\n\nTwo journal articles published, based on the sampling and analysis conducted as part of this study.\n\nSource emissions and health impacts of urban air pollution in Hyderabad, India Journal article in Air Quality, Atmosphere, & Health (2013) Download\n\nReceptor model based source apportionment of particulate pollution in Hyderabad, India Journal article in Environmental Monitoring and Assessment (2013) Download\n\nUpdate: January, 2008\n\nHyderabad, a 400 year old city is the state capital of Andhra Pradesh. It lies on the Deccan Plateau, 541 meters (1776 ft) above sea level, over an area of approximately 625 sq.km. Hyderabad, along with its twin city of Secunderabad, is the fifth largest city in India, with a population nearing 7 million. Due to its prominence as a major high-tech center, it is one of the fastest growing with a population density of ~17,000 persons per sq.km. The rapid rate of urbanization with increased economic activity has encouraged migration to the twin cities, which led to an increase of personal, public, and para (3 and 6 seat autos) transit vehicles, industrial output, and increasing burden on the cities infrastructure. Hyderabad along with the surrounding ten Municipalities constitutes the Hyderabad Urban Development Area (HUDA) and has been growing at an average rate of 9%.\n\nAir pollution is a growing health hazard in the city. Among the many sources of pollution, the transport sector is contributing a significant amount, with a direct correlation to increasing particulate matter pollution.\n\nPARTICULATE POLLUTION SOURCE APPORTIONMENT\n\nIn August 2003, the Supreme Court of India directed the state governments of Andhra Pradesh, Maharashtra, Uttar Pradesh, Karnataka, and Tamilnadu to prepare action plan for lowering the air pollution in their cities and submit before the Environmental Pollution (Prevention & Control) Authority. One of the action points of the directive is to conduct particulate pollution source apportionment study. Andhra Pradesh Pollution Control Board (APPCB) in Hyderabad sponsored and conducted the source apportionment study for a period of one year.\n\nA one year source apportionment study with financial and technical support from APPCB, Desert Research Institute (Reno, USA), USEPA Integrated Environmental Strategies program (IES) (Washington DC, USA), and the World Bank (Washington DC, USA), was conducted covering three seasons between November 2005 and December 2006. Phase 1 (November 12th 2005 to December 1st 2005) was characterized as winter season, Phase 2 (May 9th to June 9th 2006) as summer season, and Phase 3 (October 27th to November 18th 2006) as rainy season.\n\nHighlights of monitoring and receptor modeling (summarized results in the above figure) in Hyderabad are (a) ambient PM10 levels have increased over the last 5 years due to mixed growth in the city; (b) vehicular activity contributes significantly (from direct vehicular exhaust and indirect fugitive dust) to increasing PM concentrations; (c) of the vehicular contribution, contribution of diesel is also increasing concern (in the form of BC and sulfates); (d) long range transport of effluent gases and particles from industries around the city also increased during the sampling periods; and (e) waste burning in the residential areas, at landfills, and along the roadside is a notable source for fine PM. Based on the source apportionment results, an action plan for air pollution control from transport, industrial, and domestic (garbage burning) sectors was prepared and submitted to the Government for consideration.\n\nThe IES program organized workshops to disseminate the results. Presentations and supporting documents are available on the IES Website.\n\n* Executive Summary * Full Report submitted to the Integrated Environmental Strategies Program, USEPA, Washington DC, USA (October 2007)\n\nCO-BENEFITS ANALYSIS OF AIR POLLUTION AND GHG EMISSIONS\n\nA co-benefits approach as outlined in figure below is increasingly becoming a starting point for discussing integrated programs benefiting climate change and air quality alike. Figure depicts a scenario where the co-benefits can aide decision making over a variety of control measures. For example, policies designed to reduce the impact of transport on air quality by tackling congestion and encouraging a shift to public transport, walking, and cycling should also reduce CO2 emissions. Measures to improve energy efficiency and cut energy demand, reduces air pollutants and GHG emissions together during electricity generation. In the developing countries, this approach is being recognized as a practical and effective tool in technical, policy, economic, and institutional perspectives.\n\nIn this study, the benefits of air quality improvement (local) are measured in terms of reduced health effects (presented in the previous chapters), while the global benefits are measured in terms of GHG emission reductions for 2010 and 2020. Total health benefits upon implementation of a series of control measures is estimated to be US$460 million and carbon savings of US$ 67 million for year 2020.\n\n* Full Report submitted to the Integrated Environmental Strategies Program, USEPA, Washington DC, USA (March 2008)\n\nFor more information on the program contact the Integrated Environmental Strategies Program .",
  "pdf_links": [
    "https://urbanemissions.info/images/UEI/publications/2013-11-AQAH-Hyderabad-Air-Emissions-Health.pdf",
    "https://urbanemissions.info/images/UEI/publications/2012-11-EMAS-PMSA-Hyderabad.pdf",
    "http://www.cgrer.uiowa.edu/people/sguttiku/ue/reports/2007-10-IES-PMSA-Hyderabad-ES.pdf",
    "http://www.cgrer.uiowa.edu/people/sguttiku/ue/reports/2007-10-IES-PMSA-Hyderabad.pdf",
    "http://www.cgrer.uiowa.edu/people/sguttiku/ue/reports/2008-03-IES-Co-Benefits-Hyderabad.pdf"
  ]
}