{
  "url": "https://urbanemissions.info/tools/emissions-and-pollution-tools-awareness-training-the-university-of-ghana/",
  "title": "Event: Emissions and Pollution Tools Awareness Training @ the University of Ghana",
  "category": "Tools",
  "text": "February, 2025 Accra, Ghana Edited by: Allison Hughes, Sarath Guttikunda, and Nancy Owusuaa\n\nAir pollution has emerged as a critical public health and environmental challenge across many African cities. According to the State of Global Air report ( SoGA, 2023 ) and the World Health Organization ( WHO, 2021 ), urban areas in sub-Saharan Africa frequently exceed safe air quality thresholds, exposing millions to harmful levels of pollutants such as fine particulate matter (PM2.5). This growing concern has prompted research to better understand the sources, spatial distribution, temporal patterns, and health impacts of air pollution in the region ( Health Effects Institute, 2020 ).\n\nAfri-SET facility at the Department of Physics, University of Ghana\n\nIn response, various initiatives are fostering collaboration between scientists and communities to enhance local air quality monitoring and interventions. One notable example is the Air Quality Sensor Evaluation and Training Facility (Afri-SET) , hosted by the Department of Physics at the University of Ghana. With funding from the Clean Air Fund and in collaboration with Kigali Collaborative Research Centre (KCRC), Rwanda, Afri-SET is focused on evaluating the performance of low-cost air quality sensors under West African environmental conditions while supporting capacity building for air quality monitoring across sub-Saharan Africa.\n\nAs part of its mission, Afri-SET has actively formed multidisciplinary teams to explore how air quality monitoring networks and the broader act of environmental monitoring can be expanded and localized. This is a crucial step, given the persistent knowledge gaps that exist, even around the basic question of how much pollution is present in many urban centers. Traditional, reference-grade monitoring systems are sparse; few cities have one or two functioning stations, which are inadequate for capturing the full variability of air pollution across time and space.\n\nIn this context, the emergence and deployment of low-cost air quality sensors (LCS) have proven invaluable in sub-Saharan African cities. These sensors offer a cost-effective means to collect more granular data, revealing how pollution accumulates and disperses in different parts of a city. The network continues to grow, with more stakeholders, including academic institutions, government agencies, and civil society groups, becoming equipped with the skills to install monitoring devices, aggregate sensor data, and construct evidence-based narratives that inform policy and action.\n\nIn Afri-SET’s efforts to advance data literacy and technical expertise, an international workshop on Air Quality Data Analysis was held in January 2025 at the Institute of Statistical, Social and Economic Research (ISSER) main Auditorium, University of Ghana, Legon – Accra. The workshop featured participants from various West African countries, and facilitators from the United States of America, India, Rwanda, Nigeria, Ghana and Kenya.\n\nDuring the workshop, a course was delivered by Dr. Sarath Guttikunda, Founder and Director of UrbanEmissions.Info (India), on the Fundamentals of Emissions Modelling. Dr. Guttikunda introduced participants to practical methodologies using example calculators and demonstrated how air quality monitoring can move beyond data collection into meaningful application. He emphasized that once air quality data from a sensor network is available, it can be strategically used depending on the audience: for epidemiological research when engaging with health professionals, for scenario planning when advising policymakers, for public awareness when communicating with the general population, and for advanced modelling when working with analysts.\n\nIn the modelling world, applications are abundant, he added.\n\nData from sensor networks can be used not only to validate models but also to inform and improve them. New artificial intelligence and machine learning algorithms are helping us establish some of these regressive connections, which can further expand the role of monitoring data itself.\n\nData from sensor networks can be used not only to validate models but also to inform and improve them. New artificial intelligence and machine learning algorithms are helping us establish some of these regressive connections, which can further expand the role of monitoring data itself.\n\nMoreover, Dr. Guttikunda cautioned that the value of air quality data should extend beyond producing charts and reports. He emphasized the importance of building compelling narratives that link pollution levels to their specific sources. These narratives, he noted, are essential for empowering both policymakers and the public to make informed decisions. By shifting from simple data collection to meaningful storytelling, sensor networks can become powerful tools for driving cleaner and healthier urban environments across Africa.\n\nThe course featured different modules on what can be done with monitoring data. He covered the fundamental knowledge needed to construct an information flow from emissions to pollution, health impacts, communication, and even perform scenario analysis. One session specifically focused on ensuring that participants understood technical jargon.\n\nWe must understand scientific terms, such as what we are measuring- is it primary or secondary pollution? How do we define that? If I know the sources around me, either from a map or a survey, how can I use that information to tell a story that combines my monitoring network data with what can be used for public dialogue?, Dr. Guttikunda asked.\n\nWe must understand scientific terms, such as what we are measuring- is it primary or secondary pollution? How do we define that? If I know the sources around me, either from a map or a survey, how can I use that information to tell a story that combines my monitoring network data with what can be used for public dialogue?, Dr. Guttikunda asked.\n\nOf the more than 100 participants who attended the workshop, both in person and online, 87% indicated that Dr. Sarath Guttikunda’s presentation was revealing.\n\nSome participants shared the following feedback:\n\nParticipant 1:\n\n“I learnt about another approach to source apportionment that involves using emission factors to develop an emissions inventory for both particulate matter and gases. This emissions inventory estimates the contribution of different sources as percentages. These contributions can then be used in dispersion modelling to visualise the spatial distribution of pollutant concentrations across a given region.”\n\n“I learnt about another approach to source apportionment that involves using emission factors to develop an emissions inventory for both particulate matter and gases. This emissions inventory estimates the contribution of different sources as percentages. These contributions can then be used in dispersion modelling to visualise the spatial distribution of pollutant concentrations across a given region.”\n\nParticipant 2:\n\n“From Dr. Sarath’s lecture, I was introduced to a source apportionment method that uses emission factors to develop an emissions inventory for pollutants. I learnt that this method estimates the percentage contribution of each source and applies dispersion modelling to show how pollutants spread across a region. I like this approach because it can be implemented even in regions without access to laboratory equipment for source apportionment.”\n\n“From Dr. Sarath’s lecture, I was introduced to a source apportionment method that uses emission factors to develop an emissions inventory for pollutants. I learnt that this method estimates the percentage contribution of each source and applies dispersion modelling to show how pollutants spread across a region. I like this approach because it can be implemented even in regions without access to laboratory equipment for source apportionment.”\n\nParticipants 3:\n\n“On Day 3 of the Air Quality Workshop 2025, Dr. Sarath Guttikunda introduced us to the concept of air quality modelling. I learned that modelling uses mathematical and computational tools to trace how pollution from different sources affects the air we breathe. This approach is key to shaping effective regulations, guiding urban planning, and assessing health risks.”\n\n“On Day 3 of the Air Quality Workshop 2025, Dr. Sarath Guttikunda introduced us to the concept of air quality modelling. I learned that modelling uses mathematical and computational tools to trace how pollution from different sources affects the air we breathe. This approach is key to shaping effective regulations, guiding urban planning, and assessing health risks.”\n\nGroup photo of workshop participants\n\nThe workshop concluded on a high note, with participants expressing great satisfaction with the course on the fundamentals of emissions modelling. Many highlighted it as a key takeaway, noting its relevance and practical value in enhancing their understanding of air pollution sources and informing effective solutions.\n\nAccess to the air quality modelling tools and the training material is here — https://urbanemissions.info/tools/\n\nMany thanks to the partners",
  "pdf_links": []
}