{
  "url": "https://urbanemissions.info/blog-pieces/benefits-of-banning-older-vehicles-on-delhis-air-quality/",
  "title": "Delhi’s Air Quality – Benefits of Banning Older Vehicles",
  "category": "Blog Pieces",
  "text": "April 20th, 2015\n\nIn November, 2014, the National Green Tribunal (NGT) proposed to ban on all vehicles older than 15 years on the roads of Delhi, and introduce congestion tax, in order to address the growing air pollution problem in the city. It is a known fact that older vehicles are the most polluting. In 2014, a 15-year span includes vehicles introduced in 1999 or 2000, when the first set of the Bharat fuel standards (equivalent of Euro fuel standards) were introduced. In 2014, all the newer vehicles are of Bharat-IV standard and the fuel supplied at Delhi’s petrol stations is compliant with Bharat-IV fuel standards. Outside the National Capital Territory, fuel is of Bharat-III standard, which is used by most of the heavy duty trucks and long distance buses.\n\nIn April, 2015, the ban was extended to also include the petrol vehicles. Below is out assessment of the likely impact of banning 10 year old diesel vehicles and 15 year old petrol vehicles in Delhi.\n\nDownload the infograph as a PDF or a GIF\n\nThe PM10 source apportionment results utilized in the infographic are from a study conducted by the Central Pollution Control Board (CPCB), New Delhi.\n\nEvolution of on-road emissions in the Greater Delhi region are presented in a series of publications\n\nRole of urban growth, technology, and judicial interventions on vehicle exhaust emissions in Delhi for 1991-2014 and 2014-2030 periods. Journal article in Environment Development (2015) Download\n\nEvolution of on-road vehicle exhaust emissions in Delhi. Journal article in Atmospheric Environment (2015) Download\n\nBenchmarking vehicle and passenger travel characteristics in Delhi for on-road emissions analysis. Journal article in Travel Behaviour and Society (2015) Download\n\nEmail your questions to simair@urbanemissions.info",
  "pdf_links": [
    "http://www.indiaenvironmentportal.org.in/files/commercial%20vehicles%20NGT%2028%20Nov%202014.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2015-04 Delhi Banning Vehicles by Age to Control AP2.pdf",
    "https://urbanemissions.info/images/UEI/publications/2015-03-ED-Delhi-Transp-Emiss-Counterfactuals-1991-2030.pdf",
    "https://urbanemissions.info/images/UEI/publications/2015-01-AE-Delhi-Vehicle-Emissions-1990-2030.pdf",
    "https://urbanemissions.info/images/UEI/publications/2014-11-TBS-Delhi-Veh&Pass-Chars.pdf"
  ]
}