{
  "url": "https://urbanemissions.info/blog-pieces/delhi-diwali-2017-understanding-emission-loads/",
  "title": "Understanding Delhi’s Diwali Emission Loads",
  "category": "Blog Pieces",
  "text": "Understanding Delhi’s Diwali emission loads SIM-air working paper series #54-2024 Download\n\nIn September, 2017, we released the following infograph [ PDF ], pointing out that media and public interest in Delhi’s air quality peaks around Diwali, stays up there for a couple of weeks and slowly dies down towards the end of winter. The graph plots “relative interest” in the topic of air pollution as quantified by Google searches. There is a commentary article that expands on this issue in the WIRE .\n\nA brief background on attempts to address the acute pollution as a result of fireworks. In September 2015, three toddlers filed a public interest ligation with the Supreme Court of India, to request a full ban on the sale of fireworks. In an apparent victory for cleaner air, in November 2016, the Supreme Court ordered a complete ban on the sale of firecrackers in Delhi. What seemed as a progressive measure was however annulled by a ‘temporary’ ruling in September, 2017, when the Supreme Court lifted the ban , with the caveat that it will re-institute the ban if it finds evidence that fireworks are a major pollutant during this festive season. The Supreme Court found the necessary evidence and it reinstated the ban on sale of firecrackers in Delhi, only two weeks before Diwali.\n\nWhat happened in 2017?\n\nThe Supreme Court papers filed on behalf of the firecrackers distributors and sellers, in response to the ban imposed on the sale of firecrackers in Delhi, showed that there is 5,000,000 (50 lakh or 5 million) kilos stock for sale during 2017 Diwali. Since we have no estimate of how much stock was stored or sold in Delhi in 2016, there is no comparison for this number between 2016 and 2017.\n\nThe infograph above shows the average pollution levels between October 8th, 2017 and October 22nd, 2017. Diwali in North India was celebrated on October 19th evening. The data presented in the infograph is a summary of all the data available from the official operational monitoring stations in the Greater Delhi area (Delhi, Gurgaon, Noida, Ghaziabad, and Rohini). The box plot for each day represents the range of concentrations observed that day (midnight to midnight).\n\nIn the graph, the hourly concentrations for PM2.5 peaked at 620 μg/m3; PM10 peaked at 880 μg/m3; and SO2 peaked at 90 μg/m3. These three pollutants are the representative pollutants for firecrackers, among the ones which are routine measured.\n\nThe data is available in real time (and archives) for all the criteria pollutants and can be downloaded from openaq.org .\n\nLooking at the trends before and after Diwali, it is evident that\n\nthe spike in pollution on the 19th of October is a result of burning firecrackers.\n\nin 2017, the meteorological conditions (strong winds) dissipated the pollution from the firecrackers in about 3 days. The daily averages returned to pre Diwali (18th, 19th, and 20th) levels on 22nd for all three pollutants.\n\nComparing 2016 Diwali and 2017 Diwali\n\nDiwali in 2016 was on October 30th and Diwali in 2017 was on October 19th, a little less than 2 weeks earlier than last year.\n\nThe meteorological conditions and the emission loads were significantly different between the years. Since it was later in the season, in 2016, crop burning in the states of Punjab and Haryana was already high and with slow moving westerly winds pushing the emissions towards Delhi, it further exaggerated the PM2.5 pollution levels, even before the Diwali evening. In comparison, in 2017 crop burning was just starting, winds were faster, and often from the east, pushing all the emissions out of Delhi’s urban airshed.\n\nThe peaks and the medians between two years are comparable, which leads to more questions than we can answer at this point. The contribution from crop burning was already on the high side in 2016 and we were observing stronger dispersion of emissions in 2017 – a combination of two suggests that there were more firecrackers burst in 2017 than in 2016 – however, since there is no information on how much stock was in Delhi for sale in 2016, this question cannot be answered without data on firecracker sales for 2016.\n\nBefore and during the Diwali days, we were running a chemical transport dispersion model under multiple scenarios of firecracker emission loads. From the papers filed on behalf of the firecrackers distributors and sellers, we know that 5,000,000 kg of stock was ready for sale in Delhi and its surroundings. We assumed two optimistic scenarios – for the Diwali in 2017, (a) 100% stock will be burst (b) 75% stock will be burst and (c) 50% stock will be burst. Below is comparison of the modeled data and monitoring data – matching is at 100% stock burst (at ± 10%). The dotted forecasts line corresponds to a scenario where no firecrackers were burst that week, a 100% success, along with the benefits of a holiday – less traffic on the road.\n\nWas the firecracker ban effective?\n\nLooking at the results of the all the monitoring stations across Delhi along with anecdotal evidence. It would seem that the ban on firecrackers sale, only 2 weeks before Diwali, did not prevent the sale of firecrackers (perhaps before the ban period) and thus we see spikes in air pollution commensurate with the projected 50 lakh kg of firecrackers burnt during the week of 2017’s Diwali.\n\nForecasting Air Pollution in Delhi\n\nWe have an air quality forecasting system in place for the Greater Delhi region, which disseminates air quality information for the next three days in multiple forms\n\nsummary of monitoring data from local networks as box plots and time series\n\nForecasts – animations of hourly wind, temperature, precipitation, and mixing heights (maps)\n\nForecasts – daily (24 hour) average concentrations (maps)\n\nForecasts – animations of hourly average concentrations (maps)\n\nForecasts – hourly time series at the district level\n\nForecasts – modeled source contributions to hourly PM2.5 concentrations at the district level",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-54-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-54-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2017-09-Delhi-Diwali2016.pdf"
  ]
}