{
  "url": "https://urbanemissions.info/india-emissions-inventory/emissions-in-india-coal-fired-power-plants/",
  "title": "Emissions in India – Coal Fired Power Plants",
  "category": "India Emissions Inventory",
  "text": "Resource links related to energy, emissions, and air pollution analysis of power plants in India.\n\nOur publications on power plant emissions in India\n\nThe Mortality Impacts of Current and Planned Coal-Fired Power Plants in India Journal Article in Proceedings of the National Academy of Sciences (2021) Download\n\nApplying benefit-cost analysis of air pollution control in the Indian power sector Journal article in Journal of Benefit-Cost Analysis (2019) Download\n\nEvaluation of particulate pollution and health impacts from planned expansion of coal-fired thermal power plants in India using WRF-CAMx modeling system Journal article in Aerosols and Air Quality Research (2018) Download\n\nBenefit cost analysis of emission standards for coal-fired thermal power plants in India Technical report with Center for Study of Science, Technology and Policy (2018) Download\n\nCosts and benefits of installing flue-gas desulfurization units at coal-fired power plants in India Book Chapter in Disease Control Priorities, Ed. 03, Vol.07, Chapter 13 (2017) Download\n\nCoal Kills: Health Impacts of Air Pollution from India’s Coal Power Expansion Report by UrbanEmissions.info and Conservation Action Trust (2014) [ Download ] [Press cover @ Huffington Post @ Economic Times @ Quartz @ Counterview @ India Today ] [Report discussed in Rajya Sabha (Indian Parliament) during a Q&A session ]\n\nAtmospheric emissions and pollution from the coal-fired thermal power plants in India Journal article in Atmospheric Environment (2014) Download [Press release from Q&A in Rajya Sabha – Indian Parliament ] [Press cover in New York Times ]\n\nIn 2013, we released an emissions and pollution assessment report covering the then operational coal-fired thermal power plants in India, discussing the level of pollution from them, the lack of regulations to control the emissions, health impacts of this negligent governance, and information gaps. This was a public release and was shared with all the ministries, state boards, NGOs, and the media ( New York Times – March, 2013 ). The study’s methodology and results are published as a journal article in the Atmospheric Environment . This study was conducted in collaboration with colleagues at the Conservation Action Trust (Mumbai, India) .\n\nKey findings from this study were the following\n\nthe total coal consumption at the 111 coal-fired power plants was an estimated 500 million tons per year for 2010-11, leading to significant emissions of particulate matter (PM), sulfur dioxide, nitrogen oxides, carbon monoxide, volatile organic compounds, and carbon dioxide\n\nthe modeled PM2.5 concentrations due to the emissions from these coal-fired power plants resulted in an estimated 80,000 to 115,000 premature deaths (~15-20% of the total premature deaths calculated for India under the global burden of disease study )\n\nthe environmental impact assessment procedures practiced by the power plants is very archaic, which leads to the underestimation of their impacts via long range transport, which is more probable to happen when the new stack heights are more 200 meters\n\nthe emissions standards practiced in year 2013 were at least 5-10 times worse than those practiced in countries like the United States, European Union, China, and Australia\n\nDownload the full report .\n\nMedia mentions\n\n2013/Apr/30 – Utility Products\n\n2013/Apr/29 – World Bank Blogs\n\n2013/Apr/** – The Lancet\n\n2013/Mar/12 – Huffington Post\n\n2013/Mar/11 – Hindustan Times\n\n2013/Mar/11 – The Hindu\n\n2013/Mar/11 – Sierra Club\n\n2013/Mar/11 – Scientific American\n\n2013/Mar/10 – the Guardian\n\nIn August, 2013, this report was floored in the Rajya Sabha ‘s Q&A session by the then Minister of Health, questioning the lag in standards and the possible health impacts of the emissions from coal-fired power plants. This, along with the formation of a standing committee, led to the release of an interim decision to change the emission standards for particulate matter for the newer plants – at least for power plants close to the urban centers only.\n\nPress release @ Press Information Bureau\n\nIn December, 2014, we released a new emissions and pollution analysis, for all the new and proposed plants to come online through 2030; again with health as the primary indicator, with one key message that a mandate for flue gas desulfurization (FGD) for all the power plants is a must, if we want to promote clean energy and clean environment. This study was also conducted in collaboration with colleagues at the Conservation Action Trust (Mumbai, India).\n\nKey findings from this study were\n\nCoal generation capacity grows 300% – The total installed capacity is expected to increase three times from 159 GW in 2014 to 450 GW in 2030; under the proposed list of power plant projects. Largest (three fold) expansions are expected in the states of Andhra Pradesh, Telangana, Odisha, Chhattisgarh, Bihar, and Jharkhand, all of which have coal reserves. A two fold expansion is expected in the states of Karnataka, Madhya Pradesh, Maharashtra, Punjab, Tamilnadu, and Uttar Pradesh\n\nCoal consumption increases 200-300% – The total coal consumption is estimated to increase 2-3 times from 660 million tons/year to 1800 million tons/year; accordingly the CO 2 emissions from 1,590 million tons/year to 4,320 million tons/year\n\nAir emissions at least double through 2030 – The PM, SO 2 , and NO x emissions will at least double in the same period. Most of the planned plants are supercritical- and ultra- thermal power plants, which tend to utilize less coal per MWh of electricity generated. With no emission regulations in place for SO2 and NO x , these are assumed uncontrolled and allowed to release through the elevated stacks for dispersion\n\n100% increase in health impacts – The total premature mortality due to the emissions from coal-fired thermal power plants is expected to grow 2-3 times reaching 186,500 to 229,500 annually in 2030. Asthma cases associated with coal-fired thermal power plant emissions will grow to 42.7 million by 2030\n\nLimited emission standards for power plants – India currently has no standards for either SO2 or NOx both of which drive a large portion of the estimated these health impacts – in the form of secondary sulfates and secondary nitrates.\n\nTable: Estimated annual health impacts due to emissions from coal-fired thermal power plants\n\nAndhra Pradesh\n\nArunachal Pradesh\n\nChhattisgarh\n\nHimachal Pradesh\n\nJammu & Kashmir\n\nMadhya Pradesh\n\nMaharashtra\n\nUttar Pradesh\n\nUttarakhand\n\nWest Bengal\n\nDownload the full report .\n\nMedia mentions\n\n2014/Dec/11 – Energy Central\n\n2014/Dec/11 – Sunshine Coast Daily\n\n2014/Dec/11 – Telegraph India\n\n2014/Dec/10 – Times of India\n\n2014/Dec/10 – Huffington Post\n\n2014/Dec/09 – Quartz\n\n2014/Dec/09 – Sierra Club\n\n2014/Dec/09 – Economic Times\n\n2014/Dec/08 – Counter View\n\nIn April, 2015, the same standing committee released a new set of emission standards for public comments , which will apply to all the power plants. These standards were aggressive compared to those under practice, including standards for SO2, NOx, and mercury for the first time. These emissions standards were ratified in December, 2015 . Hopefully, with these standards amended, better controls will be in place for all the coal-fired power plants. Our estimate suggests that a full implementation of FGD, at all the operational coal-fired power plants, will immediately drop the PM2.5 pollution (primary and secondary) from these plants by at least 50%.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/2021-01-PNAS-India-PP-Health.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2018-12-JBCA-India-Power-BCA-wMaureen.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2018-09-AAQR-IndiaTPP-Expansion-Emissions.pdf",
    "https://www.cstep.in/uploads/default/files/publications/stuff/CSTEP_Report_BCA_of_Emission_Standards_for_TPPs.pdf",
    "https://dcp-3.org/sites/default/files/chapters/DCP3%20Injury%20%26%20Environment_Ch13.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2014-05-UEinfo-CAT-Coal-Kills2-India-PP.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2014-08-AE-Emissions-Health-Coal-PPs-India.pdf",
    "https://www.indiaairquality.info/wp-content/uploads/docs/2014-08-AE-Emissions-Health-Coal-PPs-India.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2013-08-13 - PIB India - Health Impacts of Coal Fired Power Plants.pdf",
    "https://www.indiaairquality.info/wp-content/uploads/docs/Air Pollution from India Coal TPPs - LowRes.pdf",
    "https://www.moef.nic.in/sites/default/files/draft%20Notification%20forinviting%20the%20public%20comments%20for%20the%20Coal%20BTPP.pdf"
  ]
}