{
  "url": "https://urbanemissions.info/india-air-quality/india-satpm25/",
  "title": "Reanalyzed Annual & Monthly PM2.5 Concentrations in India 1998-2022",
  "category": "India Air Quality",
  "text": "Updated March, 2024\n\nReanalyzed PM2.5 concentrations data (in µg/m3) for the Indian Subcontinent region, covering the area between 67°-99° longitudes and 7°-39° latitudes at 0.1° grid resolution\n\n[ Link ] to global database (v4) at WUSTL\n\nGridded (csv) annual averages for 1998 to 2022 [ download file – 3MB ]\n\nGridded (csv) monthly averages for 1998 to 2022 [ download file – 44MB ]\n\nFor annual averages only [ download calculator ] to extract 0.1° data for 3 x 3 grids around the city center and plot the averages for 1998 to 2022 (user needs to activate MS-Excel macros)\n\nUpdated March, 2022\n\n(based on version-3)\n\nOpen access journal article “ Evolution of India’s PM2.5 Pollution Between 1998 and 2020 Using Global Reanalysis Fields Coupled with Satellite Observations and Fuel Consumption Patterns ” and supplementary information is published here.\n\nIndia air quality analysis presented on this portal is based on data extracted from a global database (v3) distributed by the Washington University in St. Louis, USA . The data is available as annual and monthly average concentrations for the time period 1998 to 2020, along with modeled annual average source contributions for years 2017 and 2019. The extracted data is analyzed at State and district level (2011 Census) for general consumption.\n\nMethodology : Ground-level fine particulate matter (PM2.5) were estimated by combining Aerosol Optical Depth (AOD) retrievals from the NASA MODIS, MISR, and SeaWIFS instruments with the GEOS-Chem chemical transport model using gridded emission inventories , and subsequently calibrated to global ground-based observations of PM2.5 using Geographically Weighted Regression (GWR) as detailed in the study references.\n\nReference for long-term (1998-2020) analysis : Aaron van Donkelaar, et al. Monthly Global Estimates of Fine Particulate Matter and Their Uncertainty. Environmental Science & Technology, 2021 [ Journal Link ] [ Data Source ]\n\nReference for 2017 source contributions analysis : Erin E. McDuffie, et al. Source sector and fuel contributions to ambient PM2.5 and attributable mortality across multiple spatial scales. Nature Communications 12, 3594 (2021) [ Journal Link ] [ Data Source ]\n\nThe four animations below present (a) India’s % area exposed to various pollution bins in 1998-2020 (b) India’s % population exposed to various pollution bins in 1998-2020 (c) All India pollution maps for 1998-2020 (d) State and Union Territory maps for 1998-2020 (e) State pollution rank among the 36 States and Union Territories for 1998-2020 and (f) Average % source contributions at State level for 2017.\n\nTo download individual images by year or by state and the extracted data for India, follow the download links below the animations. To download the animation, right click and select save.\n\nAll India % Population Exposed\n\nBy-State with Source Contributions\n\nAll-India with State Ranks\n\nAll-India Statistics\n\nDownload Images:\n\nIndividual images from animation (01) – All India % Population exposed [ Link ]\n\nIndividual images from animation (02) – by-State with source contributions [ Link ]\n\nIndividual images from animation (03) – All India with State ranks [ Link ]\n\nIndividual images from animation (04) – All India with Statistics [ Link ]\n\nDownload Summary (Extracted) Data: (based on V3 release)\n\nGridded (0.1 degree) data for the Indian Subcontinent region for 1998-2020 [ Link ]\n\nAverage PM2.5 concentrations at State and Union Territory level for 1998-2020 [ Link ]\n\nAverage PM2.5 concentrations at District level for 1998-2020 [ Link ]\n\nAverage source contributions for 2017 at State and District level [ Link ]\n\nYoutube Links for Animations:\n\nAll India % Population exposed [ Link ]\n\nBy-State with source contributions [ Link ]\n\nAll India with State ranks [ Link ]\n\nAll India with Statistics [ Link ]\n\nAll the extractions, interpretations, and summaries were prepared by authors @ UrbanEmissions.Info. Send your comments, questions, and summary data requests to simair@urbanemissions.info .",
  "pdf_links": []
}