{
  "url": "https://urbanemissions.info/india-emissions-inventory/emissions-in-india-open-agricultural-forest-fires/",
  "title": "Emissions in India – Open Agricultural and Forest Fires",
  "category": "India Emissions Inventory",
  "text": "Open biomass burning associated with agricultural residue clearing (after the seasonal harvests and a typical process to prepare for the next crop) and forest fires (associated with hot and dry conditions and some times intentional) is an important source of particulate and trace gas emissions. Detection of these fires is a complex process, made easy with the availability of a series of open satellite feeds (within a day of their detection).\n\nOpen Fires Detection (More @ https://worldview.earthdata.nasa.gov ) (embed below likely won’t work all the time — click on the above link )\n\nThe location of these fires, along with pixelated information of landuse fractions (agricultural, forest, urban, water, arid, etc. – another feed available from the MODIS satellites) can be utilized to estimate the total particulate and trace gas emissions.\n\n24-hr Open fires map for the Indian Subcontinent (updated with VIIRS feed every 3 hours)\n\nA summary of VIIRS fire counts, by month and by state, for the period of 2012-2018 and all the open fires detected by month for the period of 2012-2018 over the Indian Subcontinent are animated below. The fire counts information by day/month and by state is available here .\n\nA summary of VIIRS fire counts, by state, for 2018 by month are presented below.\n\nFor chemical-transport modeling purposes, we use the Fire INventory from NCAR (FINN) model estimated emissions using these satellite feeds everyday. This inventory is  available at a spatial resolution of ~1 km2. The daily emission estimates are available from the UCAR/MOZART team here .  The inventory includes particulate and all trace gas emissions necessary to support the urban and regional chemical transport modeling. The global archives dating back to 2002, along with a database of landuse based emission factors and data processing procedures to prepare model ready emission inventory are available from the UCAR/BAI team here . We processed the estimates for the year 2015 and presented as animations for each month.\n\nEstimated Carbon Monoxide Emissions from FINN inventory for 2015\n\nSome useful references\n\nSatAQ – an archive of satellite imagery related to open fires and air quality\n\nFire INventory from NCAR (FINN) model estimated emissions\n\nGlobal Fire Emissions Database (GFED)\n\nNASA EOSDIS worldview\n\nNASA Earth Observatory\n\nEmission factors for open and domestic biomass burning for use in atmospheric models ( journal article in ACP, 2011 )\n\nEmissions from open biomass burning in India ( journal article in GBC, 2006 )",
  "pdf_links": [
    "http://www.atmos-chem-phys.net/11/4039/2011/acp-11-4039-2011.pdf",
    "http://www.che.iitb.ac.in/faculty/chandra/pub/2006_gbc_venkataraman_modis.pdf"
  ]
}