{
  "url": "https://urbanemissions.info/delhi-air-quality-forecasts/delhi-districts/",
  "title": "Delhi – District Boundaries",
  "category": "Delhi Air Quality Forecasts",
  "text": "The National Capital Territory of Delhi (NCT) covers an area of 1,500 sq.km including parts of the neighboring states of Haryana, Uttar Pradesh, and Rajasthan. The region has grown rapidly over the past 20 years — in 1990, the total population of NCT stood at 8.6 million and in 2011 at 21.5 million. Our study domain, presented below covers Delhi and its satellite cities – Gurgaon, Noida, Greater Noida, Faridabad, and Ghaziabad, between 76.85°E to 77.65°E  in longitude and 28.2°N to 29.0°N in latitude. Also presented in the figure are the two ring roads, main roads including highways, brick kilns, power plants, and some points of interest. More details on each of the pollution sources are explained here .\n\nBrowse 3-day air quality forecasts for Delhi here .\n\nDownload the KML file of the administrative boundaries here .\n\nDownload the KML file of the designated airshed for Delhi here .\n\nDownload the road network shapefiles of the designated airshed for Delhi here .\n\nDownload working papers on Delhi’s air quality here.\n\nSeries #45-2021: Aerosol speciation and meteorology data sets from Delhi supersite study – Jan’17 to Mar’18\n\nSeries #43-2021: What it means to take the long view on air pollution in Delhi?\n\nSeries #38-2012: Multi-pollutant emissions inventory for the National Capital Region of Delhi\n\nSeries #36-2011: Air quality forecasting system for cities – Modeling architecture for Delhi\n\nSeries #35-2010: Air Quality Index (AQI) for Delhi India – Trend analysis & implications for the Commonwealth Games 2020 & beyond\n\nSeries #32-2010: Estimated air pollution and health benefits of metro system in Delhi\n\nSeries #31-2010: Role of meteorology on urban air pollution dispersion – A 20 year analysis for Delhi, India\n\nSeries #29-2009: Monitoring & mapping urban air pollution – A one day experiment in Delhi, India\n\nSeries #28-2009: Measuring autorickshaw emissions to inform air quality policy\n\nSeries #25-2009: Photochemistry of air pollution in Delhi, India – A monitoring based analysis\n\nSeries #22-2009: Air quality management in Delhi, India – Then, now, and next\n\nSeries #18-2009: Indicative impacts of vehicular idling on air emissions",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-45-2021.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-43-2021.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-38-2012.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-36-2011.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-35-2010.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-32-2010.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-31-2010.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-29-2009.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-28-2009.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-25-2009.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-22-2009.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-18-2009.pdf"
  ]
}