{
  "url": "https://urbanemissions.info/blog-pieces/3-kinds-of-people-for-aqm/",
  "title": "3 Kinds of People We Need to Fight Air Pollution Problem",
  "category": "Blog Pieces",
  "text": "For true impact on the ground, there needs to be healthy dialogue between those who create information, those that distribute it and the decision-makers.\n\nDownload an illustrated version of this article.\n\nI recently re-read the book Tipping Point by Malcolm Gladwell. I enjoyed reading it in 2003-04 and enjoyed going through it again, the long explanations, stories in stories, and how simple concepts led to big changes in various fields. One recurring theme in the book is about the three agents of change: (a) connectors – network of likeminded people; (b) mavens – information specialists; and (c) salesmen – persuaders. This got me thinking about parallels in the world of air pollution. I see myself as an atmospheric scientist, but where is my place in the field of air quality management? Similarly, what is the role of likeminded people in this space, who are trying to push for a change – moving from dirty air to clean blue skies? Following the same three-agents principle, I see three interlinking groups working in the field of air pollution: (a) Feeders (b) Drummers and (c) Changers.\n\nI recently re-read the book Tipping Point by Malcolm Gladwell. I enjoyed reading it in 2003-04 and enjoyed going through it again, the long explanations, stories in stories, and how simple concepts led to big changes in various fields. One recurring theme in the book is about the three agents of change: (a) connectors – network of likeminded people; (b) mavens – information specialists; and (c) salesmen – persuaders. This got me thinking about parallels in the world of air pollution. I see myself as an atmospheric scientist, but where is my place in the field of air quality management? Similarly, what is the role of likeminded people in this space, who are trying to push for a change – moving from dirty air to clean blue skies?\n\nFollowing the same three-agents principle, I see three interlinking groups working in the field of air pollution: (a) Feeders (b) Drummers and (c) Changers.\n\nRead the full article in The WIRE (May, 2019) .\n\nA summary video of this report with audio auto-generated using notebooklm.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-42-2021.pdf"
  ]
}