{
  "url": "https://urbanemissions.info/blog-pieces/landscape-review-of-air-quality-modeling-in-india/",
  "title": "Landscape Review of Air Quality Modeling in India",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5004903 ]\n\nSIM-air No. 50-2024: Landscape Review of Air Quality Modeling in India\n\nAir quality modeling (AQM) is “data management” and the goal of this exercise is to support clean air action planning and implementation. This data provides us with the knowledge to validate the progress made or not made from various emissions management programs in space and time. All this data further strengthens the dialogue between data generators, data consumers, policy makers, and the public.\n\nIn this working paper ( link to all working papers ), we refer to AQM following the classical modeling path and we reviewed the progress made by the modeling community, identified some research gaps, and proposed some line items to extend India’s air quality modeling efforts (content-wise and institutionally). AQM is an involved exercise, in need of a lot of data and a lot of computational power from the first step of emissions modeling to evaluating clean air action plans. When all the components of the exercise come together, forms of input and output data can support various stages of air quality management process. The landscape review is limited to the level of research activities and did not investigate the depth of the research activities.\n\nExcerpts from Sections\n\nThe keywords were analyzed to see growing and changing trends in the air quality modeling community. Here are some of the fields, which showed a growing increase in the occurrences\n\nAmong the key categories, monitoring methods-based papers are the most (~77%)\n\nAmong the pollutants, PM is the most studied (~40%)\n\nAmong the fuels, diesel is most studied\n\nAmong the meteorological models, WRF is the most utilized (~90%)\n\nAmong the chemical transport models, WRF-Chem is the most utilized\n\nAmong the receptor models, PMF is the most utilized, followed by CMB\n\nAmong the source types – traffic, vehicle exhaust, congestion, power plants, biomass burning, open waste burning, and dust are most mentioned. In general, transport related sources are mentioned the most\n\nAmong the satellites, MODIS and TROPOMI are the most referred and in the recent papers (post 2021) TROPOMI is the most utilized\n\nAmong the monitoring networks, AERONET is the most referred and utilized. Post 2021, low-cost sensor networks are more mentioned\n\nAmong the modeling papers, EDGAR global emissions inventory is the most referred and utilized.\n\nMany papers published on India’s air quality focus on monitoring-based research, accounting for approximately 63% of the pooled total. When papers utilizing newer methods, such as satellite data and information technology (including AI/ML-based approaches), are included, this share rises to 77%. In contrast, only 6% of the papers showed specific discussion on air quality modeling (involving chemical transport models).\n\nThis reflects a clear preference for monitoring studies over other aspects of air quality research, such as emissions modeling, dispersion modeling, or receptor-based analysis. A subjective conclusion we draw from this trend is that publishing monitoring-focused journal articles tends to be easier compared to other more complex (and data involved) components of air quality modeling.\n\nMonitoring studies often involves fewer uncertainties and minimal operational requirements, making them simpler to conduct and present. These studies typically follow a straightforward approach: set up monitoring instruments, collect data, plot results, and discuss general trends. This method requires less explanation of methodologies or interpretation of ambiguous results, as it revolves around direct measurements. In contrast, modeling studies require more complex data interpretation, deeper technical expertise, and often involve higher uncertainties due to the need for assumptions and predictions. The relative simplicity and clarity of monitoring-based research, therefore, may contribute to its higher representation in published literature on India’s air quality.\n\nThis observation regarding the prevalence of monitoring-based studies is in no way intended to downplay the complexity involved in air quality monitoring itself. In fact, monitoring requires a high level of technical expertise in setting up and operating the instruments, as well as rigorous quality assurance and quality control (QA/QC) procedures to ensure the accuracy and reliability of the data. The challenges of maintaining equipment, ensuring proper calibration, and interpreting the data are significant and require substantial knowledge and technical skill. However, the conclusions here are drawn specifically from the path to publication, where monitoring studies tend to face fewer hurdles compared to other more intricate research areas like emissions or chemical transport modeling. In other words, this also highlights the academic pressures to publish more and faster.\n\nEnhancing ground monitoring efforts will always be the central focus of air quality management, as it provides the critical foundation for regulations, audits, and progress reports. Reliable ground monitoring data is essential for understanding local air quality dynamics and assessing compliance with air quality standards. This data can be obtained through established methods, such as ground-based sensors, as well as from advanced satellite feeds that offer broader spatial coverage. By integrating both approaches, we can improve the accuracy and comprehensiveness of air quality assessments, ultimately supporting more modeling studies, regulatory frameworks and evaluations of targeted interventions.\n\nOn one side, the need for operational training on air quality modeling will remain a priority for at least the next 10-20 years, institutionalizing the known chemical transport models and building a new crop of researchers and practitioners, who operate these models without fear of data.\n\nThe other side of the challenge is building localized emission inventories and consolidation of these inventories at the national and urban scales. At the time of this working paper, India still does not host an official consolidated emissions inventory to support air pollution modeling at any scale (national and urban airsheds). Here are some example intercomparison studies, which led to consolidation of inventories, establishing a baseline and modeling framework for the future modeling groups to follow.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-50-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-50-2024.pdf"
  ]
}