{
  "url": "https://urbanemissions.info/blog-pieces/breaking-down-who-2018-aap-database-for-indian-cities/",
  "title": "Breaking Down WHO 2018 AAP Database for Indian Cities",
  "category": "Blog Pieces",
  "text": "According to the database released by the World Health Organization (WHO) in April 2018, India has 14 of the top 15 most polluted cities in the world, when looking at PM2.5 pollution (particulate matter with aerodynamic diameter less than 2.5 micro-meter) and among the megacities of the world, Delhi tops the list for PM10 pollution (particulate matter with aerodynamic diameter less than 10 micro-meter). The WHO database covers 100 countries, for the period of 2011 and 2016.\n\nThat India accounts for 14 of the top 15 cities is not that surprising. This is partly because of an increase in the number of cities reporting measured PM2.5 and PM10. We argued in the past that Delhi gets undue attention of being the most polluted and/or the only polluted city in the country. It is about time we started to talk about air pollution in cities other than Delhi.\n\nThe table below presents a summary of the PM2.5 concentrations reported from India in the WHO (2018) database. For convenience and for greater relevance to human health, I am focusing on PM2.5 data only and not on PM10. The database does not report any information the other criteria pollutants – SO2, NO2, CO or Ozone.\n\nNumber of cities with measured PM2.5\n\nNumber of cities with measured + converted PM2.5\n\nAverage PM2.5 for cities with measured concentrations\n\n84.2 ± 46.2 µg/m3\n\nAverage PM2.5 for cities with converted concentrations\n\n53.5 ± 30.4 µg/m3\n\nNumber of cities with 1 station only for PM2.5 measurements\n\nNumber of cities with 1,2,3 stations for converted PM2.5\n\nNumber of cities with 4+ stations for converted PM2.5\n\nYear of data reported for PM2.5 measurements (number of cities)\n\nYear of data reported for converted PM2.5 (number of cities)\n\n2011 (1), 2012 (97), 2013 (1), 2014 (1), 2015 (2)\n\nFor 33 cities, PM2.5 averages are from 2016 measurements and for another 102 cities, this value is based on a conversion factor between PM2.5 and PM10. All the PM10 measurements are older – 95% coming from 2012.\n\nThere is a significant difference between the averages – cities with PM2.5 measurements and cities with a converted value – converted averages are 37% lower than the measurements. In absolute terms, the measured averages are 8 times and the converted averages are 5 times, over the WHO guideline for annual PM2.5 (10 mg/m3). It is difficult to tell if the difference is coming from the fact that converted average is for year 2012 and the measurements are for 2016; or the conversion factor between PM2.5 and PM10 is questionable, which depends on multiple factors for any one city. Either way, while the database sheds some light the what the pollution levels are and that we have a long way to go to understand the true nature of the pollution levels in these cities.\n\nWhile WHO claims that the list is not meant for ranking the global cities, it is inevitable that anybody looking at a list of 4,000 entries, is bound to rank them. So, it is important to have some criteria in place to say whether the reported value for the city is representative or not.\n\nOf the top 15 cities, 14 from India, except for Delhi, Lucknow, and Agra, the remaining 11 cities – Kanpur, Faridabad, Varanasi, Gaya, Patna, Muzaffarpur, Srinagar, Gurgaon, Jaipur, Patiala, and Jodhpur, have one monitoring station each. I am not here to question if they deserve (or not deserve) to be on this list. Based on monitoring and modelling data from multiple sources, the Indo-Gangetic belt is known to be one of the most polluted regions in the world. My question is whether data based on one station per city is enough to rank them among the most polluted in the world ?\n\nThe air pollution monitoring network is slowly expanding, as more cities are added to the regular manual monitoring network, under the national ambient monitoring program (NAMP) – operated and maintained by the Central Pollution Control Board (CPCB, New Delhi). As of May 2018, there are 700 manual stations measuring three criteria pollutants and 117 continuous stations measuring all the criteria pollutants. Note: of the 117 stations, 33 are operating in Delhi and most of the cities have just one continuous station, which is not a representative sample in any calculation. In September 2017, the total number of continuous stations was 74 – that is a 50% increase in 6 months but still long ways from being representative of what is needed in Indian cities.\n\nI estimated that to spatially and temporally represent the pollution levels in India, we require 4,000 continuous stations – 2,800 in the urban areas and 1,200 in the rural areas. We need to move away from the manual monitoring network to continuous monitoring network, with real-time data dissemination, to reflect on latest information, instead of looking at data from 2 years ago.",
  "pdf_links": []
}