{
  "url": "https://urbanemissions.info/blog-pieces/why-do-we-need-to-model-air-pollution/",
  "title": "Why do we need to model air pollution?",
  "category": "Blog Pieces",
  "text": "An effective air quality management program requires reliable information on ambient air pollution with substantial spatial and temporal coverage. This information is collected and collated via monitoring campaigns (using on ground systems and part support from the satellite measurements ). This is also an ideal database to statistically forecast air quality for the next 3-4 days, knowing how the pollution levels behaved in the past under similar meteorological conditions. However, this database is not enough to explain the highs and lows, source contributions , and spatial patterns of pollution, especially in an environment where the monitoring database is limited. In such a case, forecasts based on multi-pollutant chemical transport modeling systems is a necessity . and complementary in not only providing support to short-term pollution and health alerts , but also for long-term pollution control planning .\n\nThe infograph below demonstrates how one can build the air quality index using the monitoring and the modeling databases.\n\nDownload the infograph as a PDF or a GIF\n\nThe infographic presents a case with the air quality index (AQI) as one of the indicators.\n\nMethodology approved by the Government of India to calculate AQI is available here\n\nReference material on how AQI is calculated across the world is available here\n\nA real-time global AQI database is presented by AQICN.org\n\nA global database of official monitoring data by OpenAQ.org\n\nAir Quality forecasts for Indian districts – http://www.indiaairquality.info\n\nAir Quality forecasts for the Greater Delhi region – http://www.delhiairquality.info\n\nMarch, 2016: A call for open air pollution information\n\nEmail your questions to simair@urbanemissions.info",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/Infographic - Reporting AQI - methods.pdf"
  ]
}