{
  "url": "https://urbanemissions.info/cities/apna-city-program-bandung-indonesia/",
  "title": "Air Pollution knowledge Assessments (APnA) – Bandung, Indonesia",
  "category": "Cities",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5392112 ]\n\nSIM-air No. 58-2025: Multi-pollutant emissions inventory and PM2.5 pollution source apportionment for Bandung, Indonesia\n\nBandung City of West Java, Indonesia, is a large volcanic basin with a moderate tropical climate and a diverse economy. We found that the city has a critical lack of reference-grade monitoring data, with only two official stations providing limited information. External aggregators like IQAir ranked Bandung 314th globally in 2023 and 293rd in 2024 with average PM2.5 concentrations of 40 µg/m³. This combined with data from reanalyzed modeling systems, indicates that the air quality is poor with seasonal and diurnal highs at 100 µg/m³ and appears to be deteriorating, a situation likely driven by the city’s diverse and expanding industrial, commercial, and transport operations.\n\nThis working paper presents the first-of-its-kind emissions inventory and pollution modeling work conducted for Bandung City . This effort was carried out under the APnA (Air Pollution knowledge Assessments) city program, which collected extensive open-source data relevant for developing a first-order emissions inventory. This inventory was qualitatively and quantitatively validated using the CAMx chemical transport model coupled with high resolution meteorological data from WRF system. The emissions inventory was compiled for all primary pollutants, including PM2.5, PM10, carbonaceous aerosols, SO2, NOx, carbon monoxide, and VOCs, with final spatial resolution of 0.01 (~1 km) and a temporal resolution of 1 hour for the pollution model results.\n\nWe recognize the uncertainties in the emissions inventory and addressing these requires support from local stakeholders and more input from surveys. The existing monitoring network is weak, highlighting a need for greater involvement from both official and unofficial groups to enhance data collection. Capacity building, through activities like model training and improved information communication, can help expand data generation and refinement. These efforts would enable a variety of future applications, including real-time forecasting, short-term forecasting, health impact assessments, and other policy-relevant applications.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-58-2025.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-58-2025.pdf"
  ]
}