{
  "url": "https://urbanemissions.info/india-air-quality/",
  "title": "India – Air Quality",
  "category": "India Air Quality",
  "text": "Air quality is a big concern in India, particularly in the cities and air pollutants like particulate matter, sulfur dioxide, nitrogen oxides, carbon monoxide, and ozone are repeatedly exceeding the national ambient standards and the World Health Organization (WHO) guidelines. According to WHO , 37 cities from India feature in the top 100 world cities with the worst PM10 pollution, and the cities of Delhi, Raipur, Gwalior, and Lucknow are listed in the top 10. A similar assessment by WHO, in 2011 , listed 27 cities in the top 100. This is based on the limited information accessible from the a nationwide manual monitoring network, operated by the Central Pollution Control Board (New Delhi, India).\n\nGiven the diverse nature of the sources of pollution, activity levels in the cities, hierarchy of the cities ranging from mega cities like Delhi with a conglomerate pollution of 23 million to a at least 5000+ urban centers (estimated in census 2011), the pollution characteristics vary significantly across the country. Often, the highs are in the Northern plains and the lows in the South. A review of the nature of the air pollution in Indian cities was published in 2014, with the discussion including the potential to control various sources across the country.\n\nTo supplement the data generated at on-ground monitoring stations, several studies have utilized satellite data (in combination with established global models) to derive global ground-level ambient PM2.5 concentrations, which are also utilized for the global burden of disease assessments, which estimated 627,000 premature deaths in India due to the exposure to outdoor PM2.5 in 2010. An extract of this data, covering India, is presented in Fig. 1. Since the satellite extractions are available at 0.1\u0003 resolution (~10 km), limited on the number of the satellite passes in a year, and the amount of time spent at a location by the satellite in a year, there is some uncertainty associated with these derivatives. However, with the help of on-ground measurements and regional emission based models, these retrieval methods are being improved every year. Here is a resource looking at the global satellite retrieved PM2.5 concentrations since 2000 (and other pollutants).\n\nTill the on-ground measurement campaigns are more robust, a combination of manual and continuous stations, secondary data fields like data retrieved from the satellite images and dispersion modeling will be the main source of information on air pollution in India.\n\nThe air pollution modeling is conducted in both hindcast and forecast modes. In the hindcast, we are looking at various emission sources, how they behaved or changed over time, and use the available monitoring data (ground and satellite) to validate the modeling results. In the forecast mode, updated emissions inventories are processed through the meteorological fields (also in the forecast mode) to establish what could be the pollution in the next 72 hours. More on the forecast system is detailed here .",
  "pdf_links": []
}