{
  "url": "https://urbanemissions.info/cities/ulaanbataar-mongolia/",
  "title": "Ulaanbataar, Mongolia",
  "category": "Cities",
  "text": "Publications from this study\n\nHealth assessments of future PM2.5 exposures from indoor, outdoor, and secondhand tobacco smoke concentrations under alternative policy pathways in Ulaanbaatar, Mongolia Journal article in PLOS one (2017) Download\n\nParticulate Pollution in Ulaanbaatar, Mongolia Journal article in Air Quality, Atmosphere, & Health (2013) Download\n\nUrban air pollution analysis for Ulaanbaatar, Mongolia Publication by the World Bank (2007) [ Download Executive Summary ] Full report is available upon request.\n\n**************\n\nThis study “Urban Air Pollution Analysis for Ulaanbaatar, Mongolia” was conducted in 2005-06 to discuss possible long-term strategies for reducing air pollution and related problems in the city. Given the exponentially changing demographics, industrialization, and motorization, the air pollution problems are escalating in the city and there is an immediate need to address this issue in an integrated manner. These trends have spurred an increase in the demand for energy (primarily met by coal combustion) in several sectors including transport, construction, heating, industrial production, and have resulted in challenges related to the secondary effects of growth such as pollution from transport, waste disposal, and natural resource mining among others.\n\nWhat are the main air pollution sources in Ulaanbaatar?\n\nA summary of air pollution sources is presented here as a series of photos taken in May, 2007 as part of this study. The main sources of air pollution in Ulaanbaatar, in no particulate order, include – Gers, Improved stoves, coal and briquettes, household heating systems, industrial boilers, power plants, brick kiln operations, transport – public and private, dust emissions – construction, road resuspension (on paved and unpaved roads), fly ash resuspension, and garbage burning.\n\nAn unrestricted increase in air pollution, poses a significant challenge for rapidly growing city like Ulaanbaatar. The Figure below presents the results of an emissions inventory exercise based on the data collected from a number of local administrative bodies and air pollution dispersion modeling (averaging ~200 micro-gm/m3 of PM10). The air pollution in the city of Ulaanbaatar is particularly severe in the Winter months, due to the natural constraints in the layout of the city, surrounded by mountains, and the meteorological conditions with low temperatures and low mixing heights for most part of the year, which limits the dispersion of pollutants and enhancing their ambient concentrations.\n\nFor the particulate pollution, a primary indicator of the health impacts of air pollution, the largest emitters are the power plants, domestic stoves (in the Ger areas), and industrial boilers. The transport (with ~82,000 vehicles including the public transport in 2006) is the fastest growing sector and contributing not only to the air pollution problems, but also traffic congestion and management. The annual health impacts based on the modeled average PM10 concentrations are estimated at ~7,000 premature deaths and ~US$ 290 million in incurred costs for the city in 2006.\n\nA scenario analysis of air pollution emissions in Ulaanbaatar for the years 2010 and 2020 indicate that unless the government makes a concerted effort to address the issue at multiple levels, air pollution and its corresponding health impacts in Mongolia will be significant. While there is no single solution to reduce emissions, a combination of measures ranging from public education and awareness to strengthening of monitoring and enforcement, to improving technology is necessary in order to successfully address the increasing levels of air pollution.\n\nWhat can the city administration do to control air pollution in Ulaanbaatar, Mongolia?\n\nLong term measures such as large scale district heating, building public transportation infrastructure (paving roads) require action at the institutional level, large capital investments and have a long gestation period. On the other hand short term actions such as installing solar panels, introducing efficient stoves, education and awareness on proper ventilation of kitchens are less capital intensive and while they require mobilization at the level of the user, are relatively easier to implement. Hence a successful strategy to address air pollution should include a combination of short term and long term solutions. This is discussed in detail in the Journal article in Air Quality, Atmosphere, & Health (2013) Download .\n\nThe final report (June, 2007) of the study covered the following ( Executive Summary – send email to receive full report )\n\nAir Quality in Ulaanbaatar\n\nNature of the Problem\n\nSources of Air Pollution in Ulaanbaatar\n\nEmissions Inventory of Primary Pollutants\n\nAir Pollution Modeling and Analysis for Ulaanbaatar\n\nPossible Interventions – How to control air pollution in Ulaanbaatar ?\n\nFuture (2010/2020) Scenario Analysis\n\nUpdate: May, 2011, Shape files for main roads, rail line, point sources, points of interest, and rivers, are available upon request.\n\nPublications on air pollution in Ulaanbaatar\n\nMongolia Clean Air Initiative by EBRD\n\nEnergy Conservation and Emissions Reduction from Poor Household by Asian Development Bank\n\nMongolia Issues Call at UN\n\nWorkshop on Air Pollution in Ulaanbaatar by the World Bank\n\nMongolia Urban Development Strategy by Asian Development Bank\n\nImpact of Improved Stoves of Indoor Air Quality in Ulaanbaatar by ESMAP\n\nMongolia: Air Pollution in Ulaanbaatar – An Initial Assessment by World Bank\n\nMedia reports covering air pollution in Ulaanbaatar\n\nAir Pollution in Ulaanbaatar Addressed\n\nUB Post, November 19th, 2013, Luxury apartment sales increases in Ulaanbaatar\n\nUB Post, November 19th, 2013, Mayor promotes electric cars to reduce air pollution\n\nUB Post, October 8th, 2013, Poison air pollutes the city\n\nUB Post, October 1st, 2013, UB and JICA launch second phase of air pollution control project\n\nUB Post, September 15th, 2013, Citizens of the city facing lung damage\n\nMongolia News, June 12th, 2013, Modun Resources wins preferred coal briquettes supplier to Mongolian Govt\n\nUB Post, April 30th, 2013, Inspections measure car exhaust emissions\n\nMongolia News, June 18th, 2012, MPs initiates a Special Tax law on coal export\n\nMongolia News, June 18th, 2012, Mongolian Engineers Invent Duobuses of New Model\n\nInfo Mongolia, June 15th, 2012, Reducing Air Pollution in Ulaanbaatar\n\nChina Daily, June 15th, 2012, Mongolia seeks int’l cooperation to improve air quality in capital city\n\nUB Post, June 14th, 2012, Drivers who do not pay taxes will be fined\n\nBusiness Council of Mongolia, May 7th, 2012, Curbing Air Pollution in Ulaanbaatar\n\nInfo Mongolia, April 28th, 2012, Proposal to Reduce Air Pollution in Mongolia was Introduced in Washington DC\n\nMarket Watch, April 26th, 2012, Citi to Purchase 1.17 Million Tonnes of Carbon Credits in Innovative Microfinance Deal with MicroEnergy Credits and Mongolia’s XacBank\n\nWorld Bank, April 25th, 2012, Curbing air pollution in the Ulaanbaatar city\n\nUS Embassy, Mongolia, April 19th, 2012, Mongolians Can Breathe Easier This Earth Day\n\nInfo Mongolia, March 25th, 2012, Mongolian capital city hopes to improve transportation with huge investment\n\nUB Post, April 2nd, 2012, As the smoke settles, dust rises\n\nUB Post, April 2nd, 2012, Mongolia Turns Eco-Friendly in 2012\n\nUB Post, March 11th, 2012, Married me, without me – False Promises on Air Pollution Control\n\nInfo Mongolia, March 11th, 2012, Owners of car will pay fee in Ulaanbaatar\n\nUB Post, March 5th, 2012, Responsibility for litter lays with unconcerned citizens\n\nMongolia News, February 13th, 2012, 50,000 households using low-smoke stoves\n\nUB Post, February 1st, 2012, Radiative cooling causes mist in Ulaanbaatar\n\nUB Post, January 26th, 2012, The future of renewable energy in Mongolia\n\nMongolia News, January 26th, 2012, Lawyers blame Government for air pollution\n\nWWF Mongolia, January 23rd, 2012, A year to fight against air pollution and environmental degradation\n\nInfo Mongolia, January 13th, 2012, Air pollution fees from the motor vehicles has been started to collect in Ulaanbaatar, Mongolia\n\nUB Post, January 8th, 2012, Waste not the Waste\n\nMongolia News, December 26th, 2011, 612 new taxis in Ulaanbaatar in 2011\n\nUB Post, December 24th, 2011, Ulaanbaatar’s Air Pollution – Threat to Health\n\nMongolia News, December 23rd, 2011, WHO report on the air pollution of Ulaanbaatar\n\nThe World Bank, December 22nd, 2011, Study Identifies Best Options to Improve Air Quality and Thus Reduce Health Impacts in Ulaanbaatar, the Most Polluted City in the World in Wintertime\n\nThe World Bank, December 21st, 2011, Air quality analysis of Ulaanbaatar : improving air quality to reduce health impacts\n\nMongolia News, December 15th, 2011, Ulaanbaatar’s Mayor meets with prominent American lawyer\n\nMongolia News, December 15th, 2011, Mongolia focuses on bag filters to reduce air pollution\n\nMongolia News, December 14th, 2011, MNT 34 billion in anti-pollution money goes unspent\n\nVoice of Mongolia, December 5th, 2011, The South Korean government will grant USD 300 million loan for Mongolia’s health sector and air pollution reduction projects\n\nInfo Mongolia, December 2nd, 2011, The work plan for air pollution reduction was ratified in Mongolia\n\nChina Daily, November 30th, 2011, Mongolian government approves new measures to combat air pollution\n\nMongolia News, November 30th, 2011, Working plan on air pollution approved\n\nUB Post, November 29th, 2011, Ulaanbaatar and London\n\nMongolia News, November 18th, 2011, National Committee reports on anti-pollution efforts\n\nMongolia News, November 2nd, 2011, Do Not Pollute Air and Get Discount\n\nInfo Mongolia, November 2nd, 2011, The Incentive Policy for Reducing the Air Pollution in Mongolia\n\nMongolian Economy and Finance, November 2nd, 2011, Standing committee discusses air pollution\n\nMongolia News, October 30th, 2011, New Buses to Serve Public Transport in Ulaanbaatar\n\nInfo Mongolia, October 21st, 2011, People of Buriyatia to reduce air pollution in Ulaanbaatar\n\nWorld Bank, October 18th, 2011, Mongolia – Ulaanbaatar Clean Air Project : safeguards report\n\nThe Reuters, October 17th, 2011, Mongolia’s capital tries to shed its smog\n\nMongolia Solutions, August 18th, 2011, Eco-friendly ger heaters before winter in Mongolia\n\nUB Post, August 12th, 2011, Ulaanbaatar’s Fumes to Decrease by 30%\n\nPollution fees introduced in Ulaanbaatar, Mongolia to control polluting emissions\n\nUlaanbaatar is No.5 World city with worst air quality\n\nMongolia Corporate Services, March 10th, 2011 – National Committee set up to oversee air pollution reduction programs\n\nEurasia Net, February 28th, 2011- Mongolia: Ulaanbaatar Air Pollution Linked to Public Health Crisis\n\nMongolia Web, February 18th, 2011- People in special zones to pay less for electricity at night\n\nUlaanbaatar Post, February 18th, 2011- Anti Air Pollution Campaign to Launch in March\n\nMongolia Corporate Services, February 16th, 2011 – New law seeks to make Ulaanbaatar smoke free in 2014\n\nThe Mongolian News, February 15th, 2011 – S. Lodoisamba: Coal gas should be introduced to ger area as soon as possible\n\nUlaanbaatar Post, February 15th, 2011 – No Mineral Exploration License Issuance Till April 30\n\nThe office of the President of Mongolia, Public Relations & Communications Division, February 15th, 2011 – Actions to Reduce Air Pollution to Begin in March\n\nUlaanbaatar Post, February 11th, 2011 – Mere Cash for Cashmere\n\nUlaanbaatar Post, February 8th, 2011 – Coal Stoves Coat Mongolian Capital in Smog\n\nFrance 24, February 6th, 2011 – Coal stoves coat Mongolian capital in smog\n\nMAD Corporate Services, February 1st, 2011- MPP’S Faction Discusses Air Pollution in Mongolia\n\nMAD Corporate Services, February 1st, 2011 – Raw coal is banned to burn in Mongolian ger districts\n\nThe Guardian, January 28th, 2011 – Why Genghis Khan was good for the planet\n\nUlaanbaatar Post, January 25th, 2011 – Mongolia to Start Uranium Exploration by 2012\n\nUlaanbaatar Post, January 21st, 2011 – Why a Mongolian Economic Forum\n\nUlaanbaatar Post, January 18th, 2011 – President Elbegdorj Worries About City Pollution\n\nMongolian Views, January 16th, 2011 – President demands action to reduce UB air pollution\n\nUlaanbaatar Post, January 14th, 2011 – Risks on the Road\n\nUlaanbaatar Post, January 7th, 2011 – Mongolia in 2020\n\nUlaanbaatar Post, January 6th, 2011 – The Mongolian “Katrina”\n\nUlaanbaatar Post, December 21st, 2010 – Electricity Price To Raise in Five Phases Until 2014\n\nUlaanbaatar Post, December 3rd, 2010 – “Travelers”\n\nUlaanbaatar Post, October 15th, 2010 – Mongolia Chosen As Pilot Nation\n\nUlaanbaatar Post, September 24th, 2010 – Take on Your Gas Mask\n\nUlaanbaatar Post, August 17th, 2010 – MCA To Assist Fight with Air Pollution in UB City\n\nUlaanbaatar Post, July 27th, 2010 – Interview with the NEA official G.Bayasgalan\n\nWorld Bank, April 23rd, 2010 – Ulaanbaatar’s Air Pollution Crisis\n\nEurasia Net, March 22nd, 2010 – Mongolia: Ulaanbaatar Grapples with Smog Problem\n\nUlaanbaatar Post, February 26th, 2010 – Air Quality in Ulaanbaatar\n\nUlaanbaatar Post, December 15th, 2009 – Mongolia’s Used Car Market on Recovery\n\nUlaanbaatar Post, November 17th, 2009 – Mongolia Turns Eco-Friendly in 2012\n\nUlaanbaatar Post, September 22nd, 2009 – New Master Plan on Nature and Environment\n\nUlaanbaatar Post, September 18th, 2009 – City Air\n\nRising Voices, August 18th, 2009 – Nomad Green: More Workshops In Ulaanbaatar\n\nUlaanbaatar Post, July 14th, 2009 – Mongolia’s Growing Shantytowns\n\nhttps://urbanemissions.info/model-tools/sim-air/ulaanbataar-mongolia/ulaanbaatar-pollution-control-options.html",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/2017-10-PLOSone-UB-AP-Health.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2013-09-AQAH-Ulaanbaatar-PM-Pollution.pdf",
    "/wp-content/uploads/docs/2007-06-WB-UAPAU-Mongolia-ES.pdf",
    "/wp-content/uploads/docs/2007-06-WB-UAPAU-Mongolia-Sources.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2013-09-AQAH-Ulaanbaatar-PM-Pollution.pdf",
    "/wp-content/uploads/docs/2007-06-WB-UAPAU-Mongolia-ES.pdf",
    "/wp-content/uploads/docs/2007-06-WB-UAPAU-Mongolia-Sources.pdf",
    "http://www.un.org/ga/63/generaldebate/pdf/mongolia_en.pdf",
    "http://www.adb.org/Documents/Evaluation/CAPES/MON/CAPE-MON-Urban-Development-Sector.pdf",
    "http://www.esmap.org/filez/pubs/31305MongoliaIAP090905forWeb.pdf"
  ]
}