{
  "url": "https://urbanemissions.info/blog-pieces/call-for-open-air-pollution-information/",
  "title": "Call for Open Air Pollution Information",
  "category": "Blog Pieces",
  "text": "March, 2016: In India, when it comes to air pollution, Delhi is the most talked about and the most studied city. And still, we put up our arms to claim that we really do not know how much the pollution is in the city, what is causing the pollution in the city, and where to start to control pollution in the city. This is an attempt to put things into perspective with a series of open opinion pieces on these questions, on what Delhi (and its satellite cities) really need to improve, so that they can clear the tag of “ the most polluted city in the world ”\n\nFirst in the series – How much is the pollution?\n\nIn case of Delhi, this knowledge is limited, for many reasons, and finance or technical capability is not one of them. Let us see how much information is available in real time and how much is truly accessible. Of the data, we have access to, annual average PM2.5 pollution in Delhi is 150 micro-gm/m3 , which is 4 times the Indian national standard and 10 times the World Health Organization guideline.\n\nDelhi Pollution Control Committee (DPCC) (equivalent to a State Pollution Control Board) operates 6 continuous monitoring stations. A recent analysis of the data archives, by an independent media group, India Spend, estimated that for 2015, we have access to PM2.5 data for 30% of the hours . This is after accounting for all the missing hours and unexplained flat lines. The data from the stations is available online, but the archives are not easy to access. One can access the archives for one week at a time, but cannot download the data into excel or any other quickly usable format (like excel). There are online portals such as like AQICN and Plume Labs , who are accessing the data from DPCC website in real time, converting it into an Air Quality Index (AQI) and posting them on their web portals and mobile apps, but they do not share what they are archiving.\n\nCentral Pollution Control Board (CPCB) (part of the Ministry of Environment, Forest, and Climate Change, the Government of India) operates approximately 560 manual and 60 continuous across Indian cities, of which up to 10 each are in Delhi. The PM10, SO2, and NO2 data from the manual stations is available as monthly averages, as part of the CPCB annual report, released at least year after the data is collected, collated, and averaged. Their data portal, environmental data bank , has been unworkable for many years, where one could supposedly download the raw data from all the stations. The data from the continuous stations is available on CPCB’s real time data portal, but the archives are not easy to access and searches often return with no data. The online portals such as AQICN and Plume Labs are accessing, when available, the data from the CPCB website and broadcasting as AQI.\n\nHow continuous ambient air quality monitoring system works How manual ambient air quality monitoring system works\n\nIndian Institute of Tropical Meteorology (IITM) (an autonomous body under the Ministry of Earth Sciences, the Government of India) operates up to 10 continuous monitoring stations and report PM pollution data and AQI in real time, through their web portal and mobile apps, very consistently (in Delhi and other Indian cities). There is no public data access portal for their archives.\n\nThe US Embassy operates one PM2.5 monitoring station and the data archives are accessible as a simple excel file for anybody to download and use. Get the New Delhi US Embassy Air Quality. widget! Not seeing a widget? ( More info )\n\nThe India Spend, an independent media group, is operating 15 low cost particulate matter sensors and reporting the data as AQI in real time. There is no public data access portal for their archives. There are independent institutions and non-government organizations also operating units on their premises, data from which is often summarized in their journal articles.\n\nQuestions: Why DPCC, CPCB, and IITM are operating networks independently, archiving data independently, and reporting data independently, with no open (and easy) public data access protocols? If the data from the respective Ministry’s is supposed to be for public consumption, then why is it so hard to download and share the data from their portals under one umbrella such as “air pollution data for Delhi” for every ones consumption and scrutiny?\n\nWith limited access to data, when the World Health Organization (WHO), proclaims Delhi as the most polluted city in the world , we are left with only one argument – that statement is based on limited data that they can access and hence the statement cannot be true. Is Delhi not the most polluted city in the world? How do we correct this information? How can we be more informed?\n\nWhat Delhi needs the most?\n\nWe cannot draw an administrative boundary around Delhi. Any given day, people move from East to West and North South, to and from the airport, bus stops, and railways, and anywhere in the area of 80 km x 80 km . This is what has come to know as the Greater Delhi region, part of the National Capital Region (NCR), which expands farther. Given the mix of diverse activities from small open fires to a multi-million plus vehicles to large power plants, a handful of monitoring stations at convenient locations will not be able to represent the pollution we breathe. The situation is even worse when the stations are operated independently and reporting data independently as their own averages.\n\nWhat Delhi needs is at least 50 continuous monitoring stations, and at least 10 each in its satellite cities – Gurgaon, Noida, Greater Noida, Ghaziabad, Rohini, and Faridabad. More importantly, this data must be in the public domain in real time and have an easy access to the archives, so that a clear answer can be established to the question, “how much is the pollution” in the Greater Delhi region and “is Delhi really the world’s worst”.\n\nIs it difficult to increase such capacity? Answer to that is “most definitely not”.\n\nThe monitoring systems are available easily – worldwide and in India. The finance also seem to be accessible, given the scales of infrastructure spending in the Greater Delhi region.\n\nFor example, one continuous monitoring system costs approximately INR one crore base price, with a 10% operational cost every year. Let us assume another 10% for personnel and logistics overheads per year. So, for 10 years of operations, we have a cost of INR 3 crores per system. If we are looking at 100 stations (50 in the Delhi metropolitan area and 50 in the remaining Greater Delhi area), then we have a round figure of INR 300 crores for ten years.\n\nA recent report by Environment Pollution Control Authority (EPCA) and the Center for Science and Environment quoted that the new environmental toll collected from the trucks entering Delhi since November, 2015, is INR 100 crores and there is no clear understanding as to what to do with this green fund. This fund is only expected to grow with more trucks passing.\n\nSo, financing a smart and open monitoring network in Delhi shouldn’t be a problem.\n\nLet us take a step back – a continuous monitoring station like the ones operated by DPCC, CPCB, and IITM, have the capacity to report about 15 pollutants and 5 meteorological parameters in real time. This adds to the fixed and the operational costs. We do have an option to cut back and focus on the one pollutant which has the most direct and immediate impact on our daily life – particulate matter (especially PM2.5). This will cut the costs to a third (at least) by using regulatory standard PM2.5 monitoring units instead of the continuous stations with everything. So, we could be operating at least 100 units measuring PM2.5 pollution across the Greater Delhi region in real time, reporting the data in a smart and an informed way in real time, giving access to the data archives in real time, for 10 years, at an estimated cost of INR 100 crores.\n\nLet us look at the bigger picture. A similar estimate for all India , put the required finances at INR 7500 crores for operating on average 30 continuous monitoring stations per city, in 50 large cities, for 10 years. For 50 cities to be environmentally smart and report air pollution information and its severity in real time, for ten years, this is not a big sum. The cost of the Delhi metro system is approximately INR 75,000 crores, which is currently supporting less than 5% of the travel demand in the city. There are similar metro systems, either planned or already under construction, in Hyderabad, Chennai, Bengaluru, Mumbai and others. The proposed budget for the smart cities program is approximately INR 100,000 crores. According to the Petroleum Planning and Analysis Cell, in 2015, the total consumption of petroleum products in India was 15.0 million metric tonnes per month. Which means a green cess of 50 paisa per kg of petroleum products sold, will translate to INR 750 crores a month (or approximately INR 9000 crores per year) – enough to cover the estimated costs to operate a reliable and transparent air quality information management system in 50 cities for ten years.\n\nIs it too much to ask, to put the air pollution data in the open forum, like the census fields , for everyone?\n\n****************\n\nP.S: an unofficial archive of the air pollution information from the monitoring stations in Delhi is accessible @ http://www.openaq.org",
  "pdf_links": []
}