{
  "url": "https://urbanemissions.info/tools/atmos/",
  "title": "Simplified ATMoS-4.0 Dispersion Model",
  "category": "Tools",
  "text": "A very important part of the air quality management process is looking at the contribution of various sources to pollution (commonly measured as mass over volume) – an entity different from emissions (commonly measured as mass over time). The process of converting emissions to concentrations is achieved through dispersion modeling. There are a number of dispersion modeling with varying degree of complexity, running at urban, regional, and global scales, to accommodate calculations at temporal scales of hours, days, months, seasons, and years. This step can be time consuming depending on the selected spatial and temporal scales, chemical mechanisms, and available computational capacity.\n\nIn the SIM-air modeling system, the conversion of emissions to concentrations is simplified for a rapid assessment and is conducted in Excel, using a source-receptor transfer matrix (SRTM). The transfer matrix has to be established using a dispersion model, with local meteorology, for the select domain and then transferred to Excel, to enable further analysis to health impacts and optimization. The main advantage of doing this is that the dispersion model is run only once to generate SRTM and use the same for multiple scenario analysis. A note of caution – this is an approximation of full scale dispersion modeling runs and requires matrix validation before doing any further analysis. Also, this process is applicable for long term (yearly) analysis only and should be applied for episodal or short-term (like daily) analysis.\n\nATMoS is our in-house dispersion modeling system used to generate SRTM for many urban and regional settings. The version 4.0 is now available as a simplified dispersion model using minimum data inputs and can be run on PCs and Linux machines (with proper environment setups). The model limitations are the following\n\nlike any other model, this model also needs validation and calibration\n\nuser can play with the deposition rates (for primary and secondary pollutants) and the reaction rates (for chemical conversion of primary gases) using appropriate local and available literature\n\nThe dispersion model requires local meteorological data. The model is set-up to use only one meteorological data point, hence applicable for a city level analysis only. User can expand this by changing the meteorology reading section of the code (for India, an archive of meteorological data is available here )\n\nUser is responsible for all final results and analysis.\n\nThe model and the test run results are available for download\n\nAn overview and the installation steps for ATMoS 4.0, instructions for porting the results into an excel format for SIM-air, and steps to run the modeling system are explained in SIM Working Paper Series No. 30 . These steps are also explained in the video below, along with some background information on dispersion models. More supporting material is available as part of the SIM-air working paper series and other publications .",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-30-2009-ATMOS-4.0.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-30-2009-ATMOS-4.0.pdf"
  ]
}