{
  "url": "https://urbanemissions.info/cities/dhaka-bangladesh/",
  "title": "Dhaka, Bangladesh",
  "category": "Cities",
  "text": "Update: November 2013\n\nTwo journal articles published on this topic are available here\n\nHealth benefits of adapting cleaner brick manufacturing technologies in Dhaka, Bangladesh Journal article in Air Quality, Atmosphere, & Health (2013) Download\n\nParticulate pollution from brick kiln clusters in the Greater Dhaka region, Bangladesh Journal article in Air Quality, Atmosphere, & Health (2013) Download\n\nUpdate: August, 2009\n\nDhaka is among the six South Asian cities and the 20 mega cities in the world with at least 15 million inhabitants. The other cities are Kolkata, Mumbai, Delhi , Karachi and Lahore . Other notables include Chennai, Bangalore , Hyderabad , Islamabad , Colombo , and Kathmandu , and all these cities are facing air pollution problems. The population, energy and infrastructure demands are increasing but the amenities (including environmental) are not keeping pace with the growing demand in Dhaka. A study in 2008 concluded that an estimated 15,000 premature deaths, as well as several million cases of pulmonary, respiratory and neurological illness are attributed to poor air quality in Dhaka.\n\nThe figure to the right presents an overview of the measured monthly average PM 2.5 concentrations at the Sansad Bhavan (Parliament). The air quality in the Dhaka city has deteriorated due to a rapid change in the vehicular fleet, increased congestion, and a large increase in the industrial activity (in and around the city). The annual average concentrations for PM2.5 are ~100 micro-gm/m3, above any of the standards for clean air and better health. In the city, transport dominates as an air pollution source. Among the industries, the brick kilns are the major source, especially during the manufacturing season of October to March, depending on the monsoonal rains (In the figure above, the PM2.5 concentrations are split between the brick making season and the rest, clearly presenting a distinct change in the pollution trends). The seasonal averages have shifted over the years and during the brick manufacturing season, pollution peaks measured ~230 micro-g/m3 in January 2008. A majority of the brick kiln clusters are to the North of the city and the measured peak values represent the worst case scenario of the maximum wind blowing towards the city (the red line boundary). The clusters account for ~700 brick kilns.\n\nThe analysis presented in this study focuses on the review of the current source apportionment studies quantifying the share of the brick kiln emissions affecting the air pollution in the Dhaka city and modeling of the impacts of the brick kiln clusters. Discussion of the other sectors (transport, domestic, or other industries) is not included in this paper.\n\nWhat are the sources of air pollution in Dhaka, Bangladesh?\n\nBased on the source apportionment studies , listed in Annex 1 (link below), during the dry season (October to March) – vehicular emissions, particularly motor cycles, diesel trucks and buses (most dominant of the sources in both fine and coarse mode); soil and road dusts arising from civil construction, broken roads, and open land wind erosion; biomass burning in the brickfields and city incinerators (to the fine mode) are the major sources of PM pollution. The source apportionment study conducted by the Bangladesh Atomic Energy Center , Dhaka , Bangladesh for fine and coarse mode particulates at two stations – Farm gate and the Dhaka University premises. A summary of the results from Farm gate are presented below. For full summary click here .\n\nThe analysis was conducted using ‘ GENT ’ stacked filter samplers, followed by analysis of the filter samples using PIXE and receptor modeling using PMF. The study included development of city specific source profiles, which provide the necessary information on the biomarkers to identify sources, analyze the measured samples, and estimate the percentage contributions of various sources. It is important to note that the source apportionment results cannot be generalized to the whole city, but they do provide a basis for further analysis and an understanding of the mix of sources contributing to the air pollution, especially around the hot spots. The process of source apportionment, applied in this study, is expensive, which prohibits inclusion of many measurement points, unlike a mobile monitoring station which can be used to measure multiple points, but cannot be used to calculate source contributions.\n\nThe motor vehicles are a known and visible source of particulate pollution in Dhaka , which require interventions ranging from technical (emission standards) to institutional (inspection and maintenance). The dust, due to the resuspension on the roads, an indirect source of motor vehicle activity, is a major cause of air pollution (in the coarse mode of PM), due to lack the sufficient infrastructure (paved roads) to support the growing fleets and congestion on the roads. The study estimates at least 50 percent of the coarse PM is linked to the resuspension of the road dust, followed by the industrial smelters.\n\nThe clusters of brick kilns lying north of Dhaka contribute ~40 percent of the measured fine PM pollution. Growing construction activity (also contributing to the fugitive dust) is leading the demand for brick kilns and burning of biomass and low quality coal is resulting in pollution. With the seasonal fine PM averages of ~150 mg/m 3 a 40 percent share of ~60 mg/m 3 presents a tremendous opportunity for air pollution control from the brick kilns in and around Dhaka .\n\nDispersion Modeling of Air Pollution from Brick Kilns in Dhaka\n\nThe source apportionment studies, due to their limitation of not able to analyze multiple stations, a bottom up analysis of the energy consumption, emissions analysis, and dispersion is necessary to better understand the physical extent of the impact of these brick kiln emissions on Dhaka ’s air quality. Note that this study was conducted for the brick kiln emissions only and it is NOT a representation of the Dhaka ’s entire air quality. The results are compared to the known source apportionment results for consolidation of the two methodologies and make way for further analysis and introduction of effective interventions for brick kiln emissions control.\n\nA number of modeling systems exist with varying capacities to analyze industrial, urban, regional, and global scale air quality. For Dhaka brick kiln emissions, the air pollution dispersion was conducted using the Atmospheric Transport Modeling System (ATMoS), a meso-scale three-layer forward trajectory lagrangian puff-transport model. Click here for more details on the ATMoS model formulations , applications, and instructions to download and use.\n\nWhat is the average PM emission rate from Brick Kilns in Dhaka?\n\nThe emissions analysis and data on the physical location of the brick kiln clusters was collected by the team from BUET. The details (latitudes and longitudes) are presented in their final project report. At the brick kilns, measurements included an emission rate of 44 gm/sec of TSP. The emission rates were converted to PM 10 (using a ratio of 0.3 to TSP) and to PM 2.5 (using a ratio of 0.3 to PM 10 ). This amounts to a total of 108 ktons of PM 10 for 180 days of operating 530 brick kiln cluster in the above panels.\n\nWhat is the average impact of Brick Kiln emissions on Dhaka’s Air Quality?\n\nThe seasonal averages estimate a contribution of 15-60 mg/m 3 of PM 2.5 , which translates to 30-40 percent of the measured PM 2.5 concentrations, which corresponds to the estimated source contribution of brick kilns via source apportionment. The monthly maxima (not presented here) correspond to the worst case scenario of heavy northerly winds and possible maximum modeled contribution of 30-100 mg/m 3 of PM 2.5 over the season.\n\nThe calculations presented in this paper should not translate to undermining the influence of the other sectors on Dhaka ’s air quality. At the ground level, the transport sector (the direct vehicle exhaust, road dust due to resuspension, and idling emissions) contributes more to the exposure levels than the long range transport of the emissions from outside the city.\n\nThe main objective of this analysis was to demonstrate the schematics of the modeling approach in understanding the contribution of brick kiln emissions in Dhaka , the characteristics of the air pollution dispersion, and the physical extent of the influence of these emissions on public health. The brick kilns contribute significantly to the Dhaka air pollution problems, especially during the heightened manufacturing season and requires stringent interventions to reduce their incremental impact of the local air quality and health. For example, the incremental pollution of 40 mg/m 3 , due to the brick kilns in the north, translates to an increase in ~5,000 premature deaths annually in the Dhaka city.\n\nDownload the full report here .\n\nThe complete study can be accessed at SIM Working Paper Series No. 21-2009\n\nImproved technology to control emissions from Brick Kilns in Dhaka\n\nHere are three reports published by the World Bank in 2010 on the improved “Vertical Shaft Brick Kiln” technology to control emissions.\n\n(1) VSBK Design Manual\n\n(2) VSBK Operational Manual\n\n(3) VSBK Construction Manual",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/2013-11-AQAH-Dhaka-Brick-Kiln-Health-Impacts.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2013-02-AQAH-Brick-Kilns-in-Dhaka.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-21-2009.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-21-2009.pdf",
    "https://urbanemissions.info/images/UEI/publications/WB%20-%202010%20-%20Bangladesh%20Bricks%20-%20VSBK%20Design%20Manual.pdf",
    "https://urbanemissions.info/WB%20-%202010%20-%20Bangladesh%20Bricks%20-%20VSBK%20Operation%20Manual.pdf",
    "https://urbanemissions.info/images/UEI/publications/WB%20-%202010%20-%20Bangladesh%20Bricks%20-%20VSBK%20Construction%20Manual.pdf"
  ]
}