{
  "url": "https://urbanemissions.info/india-apna/indore-india/",
  "title": "Air Quality Analysis for Indore, India",
  "category": "India Apna",
  "text": "Indore, 200km from Bhopal, is the largest city and the commercial center in the state of Madhya Pradesh, with more than 2 million inhabitants. It has been selected under the smart cities program in India. The city is well connected to other parts of the state through a network of national and state highways, because of which, it is fast emerging as an important transport and logistics hub in the country. The major highways passing through the city are national highway No. 3 (Agra to Bombay); national highway No. 59 (Indore to Ahmedabad); national highway No. 59A (Indore to Betul); state highway No. 27 (Indore to Burhanpur); and state highway No. 34 (Indore to Jhansi).\n\nThe main economic activities in Indore are manufacturing and service industries (soybean processing, automobile, software, and pharmaceutical). Major industrial areas are in Pithampur special economic zone and the Sanwer industrial belt and is also opening up to host information technology related industry.\n\nAccording to the WHO GBD study, Indore ranks as the most polluted city in Madhya Pradesh. The state pollution control board reported that the yearly average of PM 10 in Indore was in the range of 125 to 140 in year 2012 – as rise as compared to the same measurements in year 2010 of 101 to 128.\n\nTo assess Indore’s air quality, we selected 40km x 40km domain . This domain is further segregated into 1km grids, to study the spatial variations in the emission and the pollution loads.\n\nWe present below a summary of the ambient monitoring data available under the National Ambient Monitoring Program (NAMP), operated and maintained by the Central Pollution Control Board (CPCB, New Delhi, India). In Indore, there are 3 manual stations reporting data on PM10, SO2, and NO2 and no continuous air monitoring stations (CAMS).\n\nSatellite Data Derived Surface PM2.5 Concentrations:\n\nThe results of satellite data derived concentrations are useful for evaluating annual trends in pollution levels and are not a proxy for on-ground monitoring networks. This data is estimated using satellite feeds and global chemical transport models. Satellites are not measuring one location all the time, instead, a combination of satellites provide a cache of measurements that are interpreted using global chemical transport models (GEOS-Chem) to represent the vertical mix of pollution and estimate ground-based concentrations with the help of previous ground-based measurements. The global transport models rely on gridded emission estimates for multiple sectors to establish a relationship with satellite observations over multiple years. These databases were also used to study the global burden of disease , which estimated air pollution as the top 10 causes of premature mortality and morbidity in India. A summary of PM2.5 concentrations from this exercise, for the city of Indore is presented below. The global PM2.5 files are available for download and further analysis @ Dalhousie University .\n\nWe compiled an emissions inventory for the Indore region for the following pollutants – sulfur dioxide (SO2), nitrogen oxides (NOx), carbon monoxide (CO), non-methane volatile organic compounds (NMVOCs), carbon dioxide (CO2); and particulate matter (PM) in four bins (a) coarse PM with size fraction between 2.5 and 10 μm (b) fine PM with size fraction less than 2.5 μm (c) black carbon (BC) and (d) organic carbon (OC), for year 2015 and projected to 2030.\n\nWe customized the SIM-air family of tools to fit the base information collated from the central pollution control board, state pollution control board, census bureau, national sample survey office, ministry of road transport and highways, annual survey of industries, central electrical authority, ministry of heavy industries, municipal waste management, geographical information systems, meteorological department, and publications from academic and non-governmental institutions.\n\nThis emissions inventory is based on the available local activity and fuel consumption estimates for the selected urban airshed (presented in the grid above) and does not include natural emission sources (like dust storms , lightning) and seasonal open ( agricultural and forest ) fires; which can only be included in a regional scale simulation. These emission sources are accounted in the concentration calculation as an external (also known as boundary or long-range) contribution to the city’s air quality.\n\nThe emissions inventory was then spatially segregated at a 0.01° grid resolution in longitude and latitude (equivalent of 1 km) to create a spatial map of emissions for each pollutant (PM 2.5, PM 10 , SO 2 , NO x , CO and VOCs). The gridded PM 2.5 emissions and the total (shares by sector) emissions are presented below.\n\nGridded PM2.5 Emissions (2015)\n\nTotal PM2.5 Emissions by Sector 2015-2030\n\nTotal Estimated Emissions by Sector for 2015 (units – mil.tons/year for CO2 and tons/year for the rest)\n\nMeteorology\n\nWe processed the NCEP Reanalysis global meteorological fields from 2010 to 2016 through the 3D-WRF meteorological model . A summary of the data for year 2015, averaged for indore is presented below. Download the processed data which includes information on year, month, day, hour, precipitation (mm/hour), mixing height (m), temperature (C), wind speed (m/sec), and wind direction (degrees) – key parameters which determine the intensity of dispersion of emissions.\n\nDispersion Modeling\n\nWe calculated the ambient PM2.5 concentrations and the source contributions, using gridded emissions inventory, 3D meteorological data (from WRF), and the CAMx regional chemical transport model. The model simulates concentrations at 0.01° grid resolution and sector contributions, which include contributions from primary emissions, secondary sources via chemical reactions, and long range transport via boundary conditions (represented as “outside” in the pie graph below).\n\nRecommendations\n\nModeled urban average ambient PM2.5 concentration is 66.3 ± 12.3 μg/m3 – is above the national standard (40) and more than 6 times the WHO guideline (10)\n\nThe city requires at least 20 continuous air monitoring stations to statistically, spatially, and temporally, represent the mix of sources and range of pollution in the city (current status – 3 manual and 0 continuous)\n\nThe modeled source contributions highlight transport (including on road dust), domestic cooking and heating, and open waste burning as the key air pollution sources in the urban areas\n\nThe city has an estimated 28% of the ambient annual PM2.5 pollution (in 2015) originating outside the urban airshed, which suggests that some regional interventions could reduce the pollution loads. This contribution is mostly stemming from coal-fired power plants, large (metal and non-metal processing) industries, and brick kilns located outside the urban airshed towards Bhopal\n\nThe city needs to aggressively promote public and non-motorized transport as part of the city’s urban development plan, along with the improvement of the road infrastructure to reduce on-road dust re-suspension\n\nBy 2030, the vehicle exhaust emissions are expected to remain constant, if and only if, Bharat 6 fuel standards are introduced nationally in 2020, as recommended by the Auto Fuel Policy\n\nBy 2030, the share of emissions from residential cooking and lighting is expected to decrease with a greater share of LPG, residential electrification, and increasing urbanization. However, since the availability of biomass and coal in the region is high, a fair share of its use is expected to continue, unless an aggressive program is in place a 100% technology shift to cleaner options like LPG and electricity\n\nThere are 100+ brick kilns in the urban airshed and more outside, fueled mostly by coal and agri-waste. These kilns can benefit from a technology upgrade from the current fixed chimney and clamp style baking to (for example) zig-zag, in order to improve their overall energy efficiency. Similarly, the coal-fired power plants in the state, need to practice and enforce stricter environmental standards for all the criteria pollutants\n\nOpen waste burning is dispersed across the city and requires stricter regulations for addressing the issue, as the city generates ever more garbage, with limited capacity to sort and dispose of it.\n\nBack to the APnA page.\n\nAll the analysis and results are sole responsibility of the authors @ UrbanEmissions.Info. Please send you comments and questions to simair@urbanemissions.info",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/apna/docs/india_apna_2017_indore.pdf"
  ]
}