{
  "url": "https://urbanemissions.info/blog-pieces/beginners-handbook-on-assembling-air-pollution-models/",
  "title": "Beginners Handbook on Assembling Air Pollution Models",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5000911 ]\n\nAir pollution is an escalating issue in cities worldwide, with direct impacts on public health.\n\nWhile many numerical tools exist to address this problem, there is a growing need for practical, scalable, and accessible modeling training resources. This publication is specifically designed to support those training needs and empower city managers, regulators, practitioners, academics, and citizen groups.\n\nWhether you are a beginner or seeking to refresh your knowledge, this resource provides a fundamental understanding of the key themes associated with air pollution modeling.\n\nTable of Themes\n\nAir pollution modeling\n\nBoundary and initial conditions\n\nChemical transport models\n\nDeposition rates\n\nEmission inventories\n\nForecasting air quality\n\nGeospatial information systems\n\nHealth (exposure) impacts modeling\n\nInversion (mixing) heights\n\nJ-rates and K-rates (chemical mechanisms)\n\nLand-use regression (LUR) models\n\nMonitoring data\n\nNatural emission inventories\n\nOptimization of action plans\n\nProjections and scenario analysis\n\nQuality assurance and quality control (QA/QC)\n\nReduced complexity models\n\nSource apportionment\n\nTrajectory analysis\n\nValidation of models\n\nWeather research forecasting (WRF) model\n\nXYZ dimensions (airsheds, nesting, and model layer heights)\n\nA summary video (in English) of this report with audio auto-generated using notebooklm.\n\nA summary video (in Hindi) of this report with audio auto-generated using notebooklm.\n\n“Everything you need to know to apply for a job working at the crossroad of policy and research” — Zbigniew Klimont, IIASA, Austria\n\n“It covers so many key topics in modelling and explains them all really well. It is a great resource for my teaching on atmospheric modeling” — Rebecca Garland, University of Pretoria, South Africa\n\n“A great resource for those starting in air quality modeling, providing clear explanations of key atmospheric science concepts as well. Ideal for PhD students and early-career researchers looking to build their modeling skills. Highly recommended” — Shahzad Gani, Indian Institute of Technology Delhi, India\n\n“A truly priceless resource for scholars and practitioners working on urban air pollution across the world” — Madhav Badami, McGill University, Canada\n\n“Starts with a question to get readers focused. I will surely recommend to all my students” — Jun Wang, University of Iowa, USA\n\nAll the training material including primers, presentations, plug and play tools, benchmarking notes, instructional videos and more is available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-52-2024.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-52-2024.pdf"
  ]
}