{
  "url": "https://urbanemissions.info/blog-pieces/five-reasons-why-delhis-air-pollution-problem-is-complex/",
  "title": "Five reasons why Delhi’s air pollution problem is complex",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5402980 ]\n\nSIM-air No. 61-2025: Five reasons why Delhi’s air pollution problem is complex\n\nDelhi’s struggle with air pollution has persisted for a long time, and the city has consistently been ranked among the most polluted urban centers. As a major political and administrative hub, Delhi’s air pollution problem remains a recurring and prominent topic, constantly in the public eye. This persistent issue has kept the city in the news, drawing significant international interest from both the media and the research community. While the problem is year-round, media and public attention to the topic is the most before and during the winter months (Oct-Feb), when the pollution levels are the highest. This is a complex reality, as it has occurred despite a great deal of positive work and concerted efforts to combat the issue.\n\nHere are the FIVE reasons why Delhi’s air pollution is still complex to address.\n\nNumbers game: Delhi is a megacity with 20+ million inhabitants\n\nUrbanization: Expanding Delhi’s footprint\n\nLandlocked: Delhi cannot solve this problem alone\n\nGeography and Climate Change\n\nBlame games: Delhi’s intersecting emission sources\n\nAlthough air pollution is often presented as a complex issue involving science, health, and governance, the core principle of its management is straightforward: eliminate or minimize emissions at their origin.\n\nSee 1990-2022 Review of Delhi’s air quality\n\nA summary video of this report with audio auto-generated using notebooklm. <span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span>\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-61-2025.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-61-2025.pdf"
  ]
}