{
  "url": "https://urbanemissions.info/blog-pieces/statistical-ambiguity-was-delhis-air-quality-in-july-2025-the-best/",
  "title": "Statistical Ambiguity: Was Delhi’s air quality in July 2025 the best in a decade?",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5395064 ]\n\nSIM-air No. 60-2025: Statistical Ambiguity: Was Delhi’s air quality in July 2025 the best in a decade?\n\nDelhi faces a complex air pollution challenge. While fossil fuel consumption, including petrol, diesel, coal, and gas, as well as waste and dust generation, occur in large quantities, the city also has access to the best available technological options – such as largest CNG bus fleet in the world, high ridership on its metro system, and a large share of para-transit vehicles operating on CNG. There is a high percentage of LPG usage in residential areas with piped gas connections. The city has also adopted newer vehicle and fuel standards (best available), and all power plants within its limits have been either closed or converted to run on gas. This is supported by a reliable electricity supply from the regional grids, with a highest ever peak demand of 8000 MW recorded in June 2025.\n\nSee 1990-2022 Review of Delhi’s air quality\n\nOver the years, numerous measures have been implemented in Delhi to improve air quality. Policies have targeted both short-term, seasonal problems like Diwali fireworks and persistent, long-term issues such as vehicular exhaust. The city’s history of air quality management is thus a mixed one, marked by both promising developments and setbacks. Against this backdrop, a significant “good story” emerged in August 2025, that Delhi’s air in July is the cleanest in the last decade . We calculated the average AQI in July in the last 10 years using the CPCB’s Daily AQI Bulletin’s data. With a monthly average AQI of 78, July 2025 saw the least average AQI when compared to Julys in other years. Question is, is this improvement merely a random statistical ambiguity or an encouraging sign of a systemic, lasting change?\n\nOne explanation is given by the government is that this feat is a result of systematic efforts and not just favorable weather.\n\nOur conclusion, going past the average numbers, is that the drop is still within the range of random fluctuation.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-60-2025.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-60-2025.pdf"
  ]
}