{
  "url": "https://urbanemissions.info/delhi-india/delhi-ambient-monitoring-data-boxplots/",
  "title": "Delhi – Ambient Air Quality Data (Box Plots)",
  "category": "Delhi India",
  "text": "All the available data is included in the supplementary information of this article What Is Polluting Delhi’s Air? A Review from 1990 to 2022 Published in March, 2023 [ Resource link ]\n\nOther resources for air pollution analysis in India are included here .\n\nDelhi Pollution Control Committee (DPCC) measures and reports ambient pollution levels @ six locations using continuous ambient monitoring systems (CAMS). Below is a summary of the daily average PM2.5 concentrations from four locations between 2013 and 2015. The annual average during this period is 150 μg/m3. National standard is 40 μg/m3 and WHO guideline is 10 μm/m3. For a copy of the archived hourly data from the DPCC stations, send an email to simair@urbanemissions.info . A secondary source to download archived data from the DPCC stations is @ https://www.openaq.org (this is a portal with open access to monitoring data from stations across the globe; download the data for select station or city or time period; compare data between stations, between cities, visualize the trends spatially and temporally, and much more).\n\nOther networks using regulatory monitoring systems in Delhi are the following\n\nSAFAR program , maintained by the Indian Institute of Tropical Meteorological (IITM) and the Indian Meteorological Department (IMD)\n\nThe United States Embassy in Delhi (and four other cities), records and reports PM2.5 concentrations and AQI on an hourly basis, using MetOne BAM\n\nSome independent networks using non-regulatory monitoring systems, to report concentrations and AQI\n\nIndia Spend\n\nIndia Open Data Association\n\nSocialCops – monitoring mounted on 3-wheelers ( note )\n\nAir Quality Index (AQI)\n\nAQI color code in the graphs is based on national methodology as proposed by the Central Pollution Control Board (New Delhi, India). It is very important to note that these index methodologies vary significantly between countries and it is not advised to compared AQI values between countries; which can lead to misleading understanding and measures. Here is an infograph showing a comparison of the break points practiced in India, China, and 4 other countries.\n\nAQI for Indian cities is also reported by AQICN (a Chinese AQI portal) using their methodology for all global cities. This portal extracts real time data from DPCC and CPCB websites, and performs the necessary calculations.\n\nAQI based on a methodology developed by the Indian Institute of Tropical Meteorology (IITM), is reported under their national SAFAR program (click here for a how to use the SAFAR-Air app on phones)\n\n*************\n\nMarch, 2016 – A call for open air pollution information\n\nHow do we improve Delhi’s graded responsibility action plan for better air quality Op-Ed in the WIRE (2017) Download\n\nWhat it means to taking the long view on air pollution in Delhi Op-Ed in the WIRE (2016) Download\n\nWhat will it take to make Indian cities environment smart ? Commentary article in India Together (2015) Info graph with methods to report air quality index (2015) Download\n\nThe polluted air we breathe Op-Ed in the Hindu (2015) Download",
  "pdf_links": [
    "https://cpcb.nic.in/FINAL-REPORT_AQI_.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2015-03-21%20-%20Hindu%20-%20Air%20we%20Breathe%20-%20Op-Ed.pdf"
  ]
}