{
  "url": "https://urbanemissions.info/blog-pieces/road-transport-emissions-in-delhi/",
  "title": "Delhi’s Air Quality – Evolution of Road Transport Emissions",
  "category": "Blog Pieces",
  "text": "December 12th, 2015\n\nFor a 40-year horizon (1990–2030), on-road vehicle exhaust emissions were evaluated, retrospectively and prospectively, for the largest urban agglomeration in India – the Greater Delhi region with a combined population of 22 million in 2011 (Delhi along with Ghaziabad, Noida, Greater Noida, Faridabad and Gurgaon). Emissions of particulate matter, sulfur dioxide, carbon monoxide and volatile organic compounds (VOCs) reached their peak during late 1990’s through early 2000’s after which they reduced significantly through year 2012. On the other hand, nitrogen oxides (NOx) and carbon dioxide show an increasing trend.\n\nThe most reduction in emissions between 1998 and 2012 occurred as a result of implementation of four sets of vehicular emission standards, removal of lead, reduction of sulfur content, mandatory retirement of older commercial vehicles, and conversion of diesel and petrol run public transport vehicles to compressed natural gas. In addition, changes in the vehicular technology have also contributed to controlling emissions especially in case of auto-rickshaws and 2-wheelers, which changed from two-stroke to four-stroke.\n\nThe rising trend of NOx along with the presence of VOCs indicates increasing tendency to form ground-level ozone and as a result, smog in the region. We predict that the current regime of vehicle technology, fuel standards, and high growth rate of private vehicles, is likely to nullify all the past emission reductions by 2016, if new fuel standards are not introduced soon.\n\nDownload the infograph as a PDF or a GIF\n\nEvolution of on-road emissions in the Greater Delhi region are presented in a series of publications\n\nRole of urban growth, technology, and judicial interventions on vehicle exhaust emissions in Delhi for 1991-2014 and 2014-2030 periods. Journal article in Environment Development (2015) Download\n\nEvolution of on-road vehicle exhaust emissions in Delhi. Journal article in Atmospheric Environment (2015) Download\n\nBenchmarking vehicle and passenger travel characteristics in Delhi for on-road emissions analysis. Journal article in Travel Behaviour and Society (2015) Download\n\nEmail your questions to simair@urbanemissions.info",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/2015-12 Delhi On-Road Emissions.pdf",
    "https://urbanemissions.info/images/UEI/publications/2015-03-ED-Delhi-Transp-Emiss-Counterfactuals-1991-2030.pdf",
    "https://urbanemissions.info/images/UEI/publications/2015-01-AE-Delhi-Vehicle-Emissions-1990-2030.pdf",
    "https://urbanemissions.info/images/UEI/publications/2014-11-TBS-Delhi-Veh&Pass-Chars.pdf"
  ]
}