{
  "url": "https://urbanemissions.info/tools/aqi-calculator-old/",
  "title": "AQI Calculator — Old",
  "category": "Tools",
  "text": "Air Quality Index Calculator\n\nThe AQI is an “index” determined by calculating the degree of pollution in the city or at the monitoring point and includes five main pollutants – particulate matter (see SIM-10-2008 ), ground-level ozone, sulfur dioxide, carbon monoxide and nitrogen dioxide. Each of these pollutants have an air quality standard which is used to calculate the overall AQI for the city. Simultaneously, one can also establish the limiting pollutant(s), resulting in the estimating AQI.\n\nIn numbers, AQI is represented between 0 to 500 with 0 representing good air and 500 representing hazardous air. For better understanding and presentation, the AQI is broken down into six categories, each color coded with the number scale.\n\nEstablishing this number in the real time or in a forecast mode is not an easy exercise, as it involves monitoring in case of real time estimates or modeling of emissions, dispersion of the pollutants depending on local meteorology and terrain, for the forecast mode. However, a number of platforms (and groups) are established and in use, for the readers to choose and learn (and apply). Some useful reference material is listed below\n\n•An overview of the forecasting systems for urban air quality\n\n•SIM-air working paper No.34, presents an overview of the AQI methodologies applied across the world . For dissemination of air quality information, options are limitless and there are innovative ways to present this to the public and the media – via balloons (in Paris), via websites (links below), via photo journals (in Beijing), via digital exhibition (in Madrid) and lasers (in Helsinki).\n\n•SIM-air working paper No.35, presents an application of the methodology for Delhi, India\n\nDownload an example calculator – requires customization to local pollution standards for use.\n\nClick on the image below for a larger view.",
  "pdf_links": []
}