{
  "url": "https://urbanemissions.info/india-apna/dharwad-india/",
  "title": "Air Quality Analysis for Dharwad-Hubli (Hubbali), India",
  "category": "India Apna",
  "text": "Summary of PM2.5 Pollution and Meteorology Forecast for Today at the state-level (more resources here )\n\nDharwad and Hubballi (also Hubli), of Karnataka, are twin cities in the western ghats, covering an area of about 200km, at an average elevation of about 750m above sea level.\n\nAgriculture is the main economic activity in the Dharwad district. Apart from agricultural processing, other industry includes automobile manufacturing (Tata motors), machine tools, rubber, leather and tanning industries. The state government is also promoting Hubballi as an information technology park under the special economic zones (SEZ) plans.\n\nTo assess Dharwad-Hubli’s air quality, we selected an airshed covering 30km x30km . This domain is further segregated into 1km grids, to study the spatial variations in the emission and the pollution loads.\n\nMeteorology fields are important as they have a direct impact on air pollution concentrations. During periods of high precipitation or high speed winds, emissions from a city are swept away and do not have an impact on concentrations. On the other hand, during the winter months when temperatures and inversion heights are low, there is a greater impact of emissions on pollution concentrations. Low temperatures also affect behaviour through the need for space and water heating – which in turn has increases emissions.\n\nWe processed the NCEP Reanalysis global meteorological fields from 2010 to 2018 through the 3D-WRF meteorological model . A summary of the data for one year, averaged for the city’s airshed is presented below by month. Download the processed data which includes information on year, month, day, hour, precipitation (mm/hour), mixing height (m), temperature (C), wind speed (m/sec), and wind direction (degrees) – key parameters which determine the intensity of dispersion of emissions.\n\nMulti-Pollutant Emission Inventory\n\nWe compiled an emissions inventory for the Dharwad region for the following pollutants – sulfur dioxide (SO2), nitrogen oxides (NOx), carbon monoxide (CO), non-methane volatile organic compounds (NMVOCs), carbon dioxide (CO2); and particulate matter (PM) in four bins (a) coarse PM with size fraction between 2.5 and 10 μm (b) fine PM with size fraction less than 2.5 μm (c) black carbon (BC) and (d) organic carbon (OC), for year 2015 and projected to 2030. In Phase 1, base year for all the calculations was 2015. In Phase 2, all the calculations are updated for year 2018.\n\nWe customized the SIM-air family of tools to fit the base information collated from disparate sources. Apart from the official reports, resource material ranges from GIS databases of land use, land cover, roads and rail lines, water bodies, built up area (represented in the adjacent figure), commercial activities (such as hotels, hospitals, kiosks, restaurants, malls, cinema complexes, traffic intersections, worship points, industrial hubs, and telecom towers), to population density and meteorology at the finest spatial resolution possible (1-km). A detailed description of these resources is published as a journal article in 2019, which also includes a summary of baselines and pollution analysis for 20 Indian cities.\n\nThis emissions inventory is based on available local activity and fuel consumption estimates for the selected urban airshed (represented in the grid above). This information is collated from multiple agencies ranging from the central pollution control board, state pollution control board, census bureau, national sample survey office, ministry of road transport and highways, annual survey of industries, central electrical authority, ministry of heavy industries, and municipal waste management, and publications from academic and non-governmental institutions.\n\nFor the road transport emissions inventory, besides the total number of vehicles and their usage information, we also utilized vehicle speed information to spatially and temporally allocate the estimated emissions to the respective grids. This is a product of google maps services. For the city of Dharwad, we extracted the speed information for representative routes across the city for multiple days. This data is summarized below for a quick look.\n\nClick here for gridded anime\n\nThe summary for a city’s emissions inventory does not include natural emission sources (like dust storms , lightning, and seasalt) and seasonal open ( agricultural and forest ) fires. However, these are included in the overall chemical transport modeling in the national scale simulations. These emission sources are accounted in the concentration calculation as an external (also known as boundary or long-range) contribution to the city’s air quality.\n\nProjections to 2030 under the business as usual scenario are influenced by the city’s social, economic, landuse, urban, and industrial layout and hence the projected (increasing and decreasing) rates that we assume are an estimate only. We based the vehicle growth rate on the sales projection numbers; industrial growth on the gross domestic product of the state; domestic sector, construction activities, brick demand, diesel usage in the generator sets, and open waste burning on population growth rates and notes from the municipalities on plans to implement waste management programs. We used these estimates to evaluate the trend in the total emissions and their likely impact on ambient PM2.5 concentrations through 2030.\n\nThe emissions inventory was then spatially segregated at a 0.01° grid resolution in longitude and latitude (equivalent of 1 km) to create a spatial map of emissions for each pollutant (PM 2.5, PM 10 , SO 2 , NO x , CO and VOCs). The gridded PM 2.5 emissions and the total (shares by sector) emissions are presented below.\n\nGridded PM2.5 Emissions (2018 and 2030)\n\nTotal PM2.5 Emissions by Sector 2018-2030\n\nTRANS = transport emissions from road, rail, aviation, and shipping (for coastal cities); RESIDEN = residential emissions from cooking, heating, and lighting activities; INDUS = industrial emissions from small, medium, and heavy industries (including power generation); ALL.DUST = dust emissions from road re-suspension and construction activities; W.BURN = open waste burning emissions; DG.SETS = diesel generator set emissions; B.KILNS = brick kiln emissions (not included in the industrial emissions)\n\nTotal Estimated Emissions by Sector for 2018 (units – tons/year)\n\nTransport emissions from road, rail, aviation, and shipping (for coastal cities)\n\nResidential emissions from cooking, heating, and lighting activities\n\nIndustrial emissions from small, medium, and heavy industries (including power generation)\n\nDust emissions from road re-suspension and construction activities\n\nOpen waste burning emissions\n\nDiesel generator set emissions\n\nBrick kiln emissions (not included in the industrial emissions)\n\nChemical Transport Modeling\n\nWe calculated the ambient PM2.5 concentrations and the source contributions, using gridded emissions inventory, 3D meteorological data (from WRF), and the CAMx regional chemical transport model. The model simulates concentrations at 0.01° grid resolution and sector contributions for the urban area, which include contributions from primary emissions, secondary sources via chemical reactions, and long range transport via boundary conditions (represented as “boundary” in the pie graph below).\n\nThe ribbon graph shows the variation for average PM2.5 pollution by month. Due to precipitation during the monsoon, usually pollution levels dip and may fall within national air pollution standards, however most cities are unable to attain these standards at other times of the year.\n\nThe following is a map of annual average PM2.5 pollution for the city of Dharwad. The main sources contributing towards PM2.5 in 2018 are in the pie-chart on the left. The change in contributions in 2030 from different sources are shown on the right.\n\nThere is a temporal variation in source contributions and spatial contributions depending on meteorological factors. We have a map of monthly average PM2.5 levels as well as their source contributions for every month in the charts below.\n\nSatellite Data Derived Surface PM2.5 Concentrations\n\nThe results of satellite data derived concentrations are useful for evaluating annual trends in pollution levels and are not a proxy for on-ground monitoring networks. This data is estimated using satellite feeds and global chemical transport models. Satellites are not measuring one location all the time, instead, a combination of satellites provide a cache of measurements that are interpreted using global chemical transport models (GEOS-Chem) to represent the vertical mix of pollution and estimate ground-based concentrations with the help of previous ground-based measurements. The global transport models rely on gridded emission estimates for multiple sectors to establish a relationship with satellite observations over multiple years. These databases were also used to study the global burden of disease , which estimated air pollution as the top 10 causes of premature mortality and morbidity in India. A summary of PM2.5 concentrations for the period of 1998 to 2016 for the city of Dharwad is presented below. The global PM2.5 files are available for download and further analysis @ Dalhousie University .\n\nThe graphs for other district PM2.5 concentrations for this period, maps of national averages, and year-wise changes are available here . The data for district level PM2.5 concentrations for 1998-2016 period for can downloaded here .\n\nWe present below a summary of the ambient monitoring data available under the National Ambient Monitoring Program (NAMP), operated and maintained by the Central Pollution Control Board (CPCB, New Delhi, India). In Dharwad, there is 0 continuous air monitoring station (CAMS) reporting data for all the criteria pollutants and 2 manual stations reporting data on PM10, SO2, and NO2. An archive of all the data from the NAMP network from stations across India for the period of 2011-2015 is available here .\n\nResource Material\n\nCPCB repository of continuous air monitoring data ( Link )\n\nKarnataka state pollution control board ( Link )\n\nKSPCB regional office in Dharwad ( Link )\n\nHubli-Dharwad development plan 2041 ( Link )\n\nHubli-Dharwad municipal corporation ( Link )\n\nHubli-Dhrwad urban development authority ( Link ) ( Landuse plan )\n\nKarnataka state district and tahsil maps ( Link )\n\nHubli-Dharwad smart city program proposal ( Link )\n\nHubli-Dharwad bus rapid transit company ltd. ( Link )\n\nHubli-Dharwad industrial profile from Ministry of MSME ( Link )\n\nBack to the APnA page.\n\nAll the analysis and results are sole responsibility of the authors @ UrbanEmissions.Info. Please send you comments and questions to simair@urbanemissions.info",
  "pdf_links": [
    "http://www.hdmc.mrc.gov.in/sites/hdmc.mrc.gov.in/files/HDCBUD.pdf",
    "https://www.hduda.org/images/pdf/19_HDN_PROPOSED_LANDUSE_CONSOLIDETED-A1.pdf",
    "http://dcmsme.gov.in/dips/DIP%20-%20Dharwad.pdf"
  ]
}