{
  "url": "https://urbanemissions.info/delhi-india/emissions-delhi-road-transport/",
  "title": "Emissions in Delhi – Road Transport",
  "category": "Delhi India",
  "text": "The road transport emissions vary both in space and time. The modeling domain considered for this exercise is very diverse (covering 14 districts), with a combination of residential, industrial, commercial, agricultural, barn lands, and water bodies. Each of the vehicle modes (2Ws, 3Ws, 4Ws, buses, and trucks) also behave differently, which makes the spatial and the temporal disaggregation of the estimated total emissions a challenging task . An animation of the gridded PM2.5 emissions for year 2015, is based on physical surveys (conducted with support and help from IIT-Delhi) and online data surveillance. We assume that this diurnal cycle is prevalent throughout the year, unless special events are in effect, which will be adjusted for manually.\n\nFor the road transport, multiple sources of information was utilized in building this spatially and temporally varying emissions inventory – GIS databases of the highways, main road, arterial roads, smaller roads, commercial and residential activities, industrial estates (including brick kilns and power plants), and online surveillance data (like below). A useful database is the information on road congestion, available from the google maps (shown below is the real time congestion map). While it is difficult to tell which vehicle is in the red zone, this is extremely useful in understanding the vehicle flow in the Greater Delhi region. A series of GPS unit were also utilized, traveling in 4Ws, 3Ws, 2Ws, and Buses, to understand how often each of the modes are idling (traveling under 4 kmph). Details of this survey are presented in a journal article .\n\nFor a 40-year horizon (1990–2030), on-road vehicle exhaust emissions were evaluated, retrospectively and prospectively, for the largest urban agglomeration in India – the Greater Delhi region with a combined population of 22 million in 2011 (Delhi along with Ghaziabad, Noida, Greater Noida, Faridabad and Gurgaon). Emissions of particulate matter (PM2,5 and PM10), sulfur dioxide (SO2), carbon monoxide (CO) and volatile organic compounds (VOCs) reached their peak during late 1990’s through early 2000’s after which they reduced significantly through year 2012. On the other hand, nitrogen oxides (NOx) and carbon dioxide (CO2) show an increasing trend.\n\nThe most reduction in emissions between 1998 and 2012 occurred as a result of implementation of four sets of vehicular emission standards, removal of lead, reduction of sulfur content, mandatory retirement of older commercial vehicles, and conversion of diesel and petrol run public transport vehicles to compressed natural gas. In addition, changes in the vehicular technology have also contributed to controlling emissions especially in case of auto-rickshaws and 2-wheelers, which changed from two-stroke to four-stroke.\n\nThe rising trend of NOx along with the presence of VOCs indicates increasing tendency to form ground-level ozone and as a result, smog in the region. We predict that the current regime of vehicle technology, fuel standards, and high growth rate of private vehicles, is likely to nullify all the past emission reductions by 2016, if new fuel standards are not introduced soon.\n\nAdditional resource material\n\nAn infographic explaining the evolution of the road transport emissions in Delhi\n\nAn infographic explaining the possible benefits of banning older vehicles in Delhi\n\nJournal article – Role of urban growth, technology, and judicial interventions on vehicle exhaust emissions in Delhi for 1991-2014 and 2014-2030 periods. Journal article in Environment Development (2015)\n\nJournal article – Evolution of on-road vehicle exhaust emissions in Delhi. Journal article in Atmospheric Environment (2015)\n\nJournal article – Benchmarking vehicle and passenger travel characteristics in Delhi for on-road emissions analysis. Journal article in Travel Behaviour and Society (2015)\n\nEmail your questions to simair@urbanemissions.info",
  "pdf_links": []
}