{
  "url": "https://urbanemissions.info/",
  "title": "UrbanEmissions.Info - Repository of Air Pollution Information - UrbanEmissions.Info",
  "category": "General",
  "text": "UrbanEmissions.Info stands for (a) sharing knowledge on air pollution (b) science based air quality analysis (c) advocacy and awareness raising on air quality management and (d) building partnerships among local, national, and international air-heads.\n\nSelect Latest in Publications\n\nTen Essential Air Quality Research Areas That Need Support (2025) [ link ]\n\nFive reasons why Delhi’s air pollution problem is complex (2025) [ link ]\n\nStatistical Ambiguity: Was Delhi’s air quality in July 2025 the best in a decade? (2025) [ link ]\n\nFive institutional reforms needed to support the fight for better air quality in India (2025) [ link ]\n\nAPnA City Program: Multi-Pollutant Emissions Inventory and PM2.5 Pollution Source Apportionment for Bandung, Indonesia (2025) [ link ]\n\nFuel Station Survey (FuSS) to profile in-use vehicle characteristics (2025) [ link ]\n\nValue of Statistical Life (VSL) to support cost-benefit analysis of India’s air quality management (2024) [ link ]\n\nBeginners handbook on assembling air pollution models (2024) [ link ]\n\nLandscape review of air quality modeling in India (2024) [ link ]\n\nBrowse all publications here\n\nWhat is the cost of delays and inaction for missing clean air target in Delhi?\n\nImproving Delhi’s PM2.5 concentrations to the national annual standard of 40 ug/m3 requires a systematic, multi-sectoral approach over a 15-year horizon. While the city’s annual average has plateaued at approximately 100 ug/m3 over the last six years, current data suggests that existing interventions are only sufficient to maintain this steady state. Achieving the target by 2040 necessitates emission reductions across all anthropogenic sectors—transport, industry, power generation, and waste management — on a scale comparable to those observed during the COVID-19 lockdown restrictions.\n\nHistorical precedents from cities such as London, Los Angeles, Paris, and Beijing demonstrate that air quality transitions typically require at least a decade of sustained institutional commitment and infrastructure development.\n\nFor Delhi, this involves expanding the public bus fleet to 30,000 units, increasing non-motorized transport networks beyond current levels, and addressing waste management to eliminate open burning. Furthermore, targeted strategies are essential to mitigate seasonal peaks from winter heating and agricultural stubble burning, which disproportionately affect the annual average.\n\nThis paper discusses a realistic pathway for reaching 40 ug/m3 by 2040, assuming a cohesive implementation plan begins in 2026, and concludes that any delay in implementation can risk 12-30% more exposure burden among the Delhi residents. The findings emphasize that immediate results are unlikely and that long-term success depends on addressing fundamental combustion sources rather than relying on temporary, short-term measures.\n\nLink to working paper #SIM-63-2025 and more .\n\nIndia National Clean Air Programme (NCAP) – Data Repository\n\nNCAP was introduced in 2019 to address air pollution in India’s non-attainment cities. The current list of 131 cities are required to document (1) emission and pollution load via monitoring and modelling (2) activities necessary for all the known sources to achieve the pollution target (3) plans to build institutional capacity to manage the information flow and (4) ways to oversee the progress of various components. In support of the program, here are the data resources and synthesis reports.\n\nList of the non-attainment cities and designated airsheds ( here )\n\nA review of the approved action plans ( here )\n\nDownload ambient monitoring needs information by airshed ( here )\n\nDownload GIS information by airshed ( road lines & road density ) ( urban built-up area )\n\nDownload average TROPOMI extracts for the designated airsheds for 2019-2023 – NO2 , SO2 , O3 , HCHO\n\nDownload monthly average meteorological data from reanalysis fields for 1980-2023 – 2m-temp , rainfall\n\nDownload city-wise official daily AQI data 2015-2023 ( here )\n\nDownload airshed-wise gridded reanalyzed PM2.5 concentrations data 1998-2022 ( here )\n\nAir quality modeling tools – examples and reference notes ( here )\n\nExplore more here\n\nIndia-NCAP publications for reference ( browse here )\n\nTen Essential Air Quality Research Areas That Need Support (2025)\n\nFive institutional reforms needed to support the fight for better air quality in India (2025)\n\nAssessing Air Quality During India’s National Clean Air Programme (NCAP): 2019-2023 (2025)\n\nLandscape review of air quality modeling in India (2024)\n\nDesignating Airsheds in India for Urban and Regional Air Quality Management (2024)\n\nPlugging the ambient air monitoring gaps in India’s national clean air programme (NCAP) airsheds (2023)\n\nEvolution of India’s PM2.5 pollution between 1998 and 2020 using global reanalysis fields coupled with satellite observations and fuel consumption patterns (2022)\n\nNational Clean Air Programme (NCAP) for Indian cities: Review and outlook of clean air action plans (2020)\n\nNature of air pollution, emission sources, and management in the Indian cities (2014)\n\nWant to Learn the Basics of Emissions & Pollution Modeling?\n\nThe SIM-air family of tools “ Simple Interactive Models for better air quality ” are designed to demonstrate the fundamental equations and data requirements to simulate the interactions between emissions and pollution. Along with the tools, we have a training template to provide both basic and advanced understanding of key concepts in air quality management. Our goal is to break down the complexity of numbers, surveys, and models. Through lectures and tools, you’ll gain a solid foundation in building emissions inventories, gathering data for models, improving inputs through surveys, and using data from monitoring stations to tell a story. All examples are based in MS Excel, making the concepts approachable and practical. This is an open-resource and available for free.\n\nPM2.5 Pollution in India States and Districts\n\nReanalyzed PM2.5 concentrations and modelled source contributions were analyzed to present (a) India’s % area exposed to various pollution bins in 1998-2020 (b) India’s % population exposed to various pollution bins in 1998-2020 (c) All India pollution maps for 1998-2020 (d) State and Union Territory maps for 1998-2020 (e) State pollution rank among the 36 States and Union Territories for 1998-2020 and (f) Average % source contributions at State level for 2017. All the maps, extracted data files, infographs, and animations are available here .\n\nOpen access journal article “Evolution of India’s PM2.5 Pollution Between 1998 and 2020 Using Global Reanalysis Fields Coupled with Satellite Observations and Fuel Consumption Patterns” and supplementary information is published here .\n\nWhat is Polluting Delhi’s Air?\n\nAir pollution in (urban and rural) India is a growing public concern, and city of Delhi (its capital) is one of the most studied city with a disproportionate share of media attention. Yet, we do not seem to have decisive answers to simple questions like how polluted is the city, what are the main sources, and where to start to control pollution in the city. A review of Delhi’s air quality from 1990 to 2022 from data, sectoral, judicial, and institutional perspectives was published as a journal article in 2023 and the associated data and references is available [ here ].\n\nBrowse other publications on Delhi’s air quality here\n\nFive reasons why Delhi’s air pollution problem is complex (2025)\n\nStatistical Ambiguity: Was Delhi’s air quality in July 2025 the best in a decade? (2025)\n\nUnderstanding Delhi’s Diwali Emission Loads (2024)\n\nAir Quality Index Analysis for Indian Cities 2015-2023 (2024)\n\nHealth modelling of transport in low-and-middle income countries: A case study of New Delhi, India (2022)\n\nAerosol speciation and meteorology data sets from Delhi supersite study – Jan’17 to Mar’18 (2021)\n\nWhat it means to take the long view on air pollution in Delhi? (2021)\n\nCan we vacuum our air pollution problem using smog towers? (2020)\n\nOn-road PM2.5 pollution exposure in multiple transport microenvironments in Delhi (2015)\n\nRole of urban growth, technology, and judicial interventions on vehicle exhaust emissions in Delhi for 1991-2014 and 2014-2030 periods (2015)\n\nEvolution of on-road vehicle exhaust emissions in Delhi (2015)\n\nBenchmarking vehicle and passenger travel characteristics in Delhi for on-road emissions analysis (2015)\n\nA GIS based emissions inventory at 1km x 1km spatial resolution for air pollution analysis in Delhi, India (2013)\n\nMulti-pollutant emissions inventory for the National Capital Region of Delhi (2012)\n\nAir quality forecasting system for cities – Modeling architecture for Delhi (2011)\n\nPhotochemistry of air pollution in Delhi, India – A monitoring based analysis (2009)\n\nAir Pollution Knowledge Assessments (APnA) city program\n\nLaunched in August 2017, the APnA city program is designed to provide a starting point for understanding air pollution in urban agglomerations to support public dialogue and policy discussions. Architecture behind the APnA city program is carved and updated from our operational all India air quality forecasting platform.\n\nWe currently have stories for 60 Indian cities – Agra, Amritsar, Bengaluru, Bhopal, Bhubaneswar, Chandigarh-Ambala-Patiala, Chennai, Coimbatore, Dehra Dun, Indore, Jaipur, Kanpur, Kochi, Ludhiana, Nagpur, Patna, Pune, Raipur-Durg-Bhilai, Ranchi, Varanasi, Agartala, Ahmedabad, Allahabad, Asansol-Durgapur, Aurangabad, Dharwad-Hubli, Dhanbad-Bokaro, Gaya, Guwahati-Dispur, Gwalior, Hyderabad, Jamshedpur, Jodhpur, Kolkata-Howrah, Kota, Lucknow, Madurai, Mumbai, Nashik, Panjim-Vasco-Margao, Puducherry, Rajkot, Shimla, Srinagar, Surat, Thiruvananthapuram, Tiruchirapalli, Vadodara, Vijayawada-Guntur, and Visakhapatnam.\n\nWhat are India’s Airsheds for Regional Air Quality Management?\n\nJournal Article in Air (2024) [ publication link ]\n\nAir pollution knows no boundaries, which means for a city or a region to attain clean air standards, must not only look at the emission sources within its own administrative boundary, but also at sources in the immediate vicinity and those originating from long-range transport. And there is a limit to how much area can be explored to evaluate, govern, and manage as designated airsheds for cities and larger regions. This paper discusses the need from an official airshed framework for India’s air quality management, urban airsheds designated for India’s 131 non-attainment cities under the national clean air programme, and proposes climatically and geographically appropriate regional airsheds to support long-term planning. Between 28 states, eight union territories, 36 meteorological sub-regional divisions, and six regional meteorological departments, establishing the proposed 15 regional airsheds for integrated and collaborative air quality management across India is a unique opportunity. [ Download supporting information @ zenodo ]\n\nPrimers for Air Quality Managers\n\nResource Links for Energy, Emissions and Air Pollution Analysis in India\n\nHere we present a repository of resource links ranging from official portals; guidelines, acts, and rules documents; compiled statistics, maps, and other geospatial databases; satellite observations and tools; ambient air quality monitoring data from official and unofficial networks; global and regional emission inventories; global reanalysis fields; and global meteorological data fields and visualization portals, necessary for putting together energy, emissions, and air pollution analysis in India.\n\nAll the database links are also available as a PDF under the working paper series .\n\nCan We Vacuum Our Air Pollution Problem Using Smog Towers?\n\nAtmospheric science defines the air pollution problem as (a) a dynamic situation where the air is moving at various speeds with no boundaries and (b) a complex mixture of chemical compounds constantly forming and transforming into other compounds. With no boundaries, it is unscientific to assume that one can trap air, clean it, and release into the same atmosphere simultaneously. Access the paper which describes why the idea of vacuuming outdoor air pollution is unrealistic and some commentary notes.\n\nAir Emissions from Open Fires\n\nOpen fires associated with agricultural residue clearing (after the seasonal harvests and a typical process to prepare for the next crop) and forest fires (associated with hot and dry conditions and some times intentional) is an important source of particulate and trace gas emissions. Detection of these fires is a complex methodology, made easy with the availability of a series of open satellite feeds. We utilize the NASA Worldview platform to visualize and access this information. Image to the right presents all open fires detected over the Indian Subcontinent in the last 24 hours (updated with VIIRS feed every 3 hours). A multi-pollutant emissions inventory, estimated using the location information and land-use databases (agricultural, forest, urban, water, arid, etc.) is available from UCAR-FINN program. For more details and to access archives, click here .",
  "pdf_links": []
}