{
  "url": "https://urbanemissions.info/tools/vapis/",
  "title": "Vehicular Air Pollution Information System (VAPIS)",
  "category": "Tools",
  "text": "Last updated: January 2015\n\n*******************\n\nVehicle exhaust emissions have always been considered the most important (and often the majority) source of air pollution in the cities. There are many ways to build an emissions inventory for this sector, depending on the level of information available. We summarized them into 4 ways and explained in this working paper (see SIM 02-2008 ).\n\nVAPIS tool, one of the integral parts of the SIM-air family of tools, is an user friendly spreadsheet based tool, designed to quickly analyze emission trends for a single vehicular category for a single pollutant. This tool allows the user to start with the basic information on vehicular numbers, growth rates, age splits, kilometers traveled per day, average retirement age, and emission factors , and establish the vehicular number and emission trends for a period of 30 years, by age group.\n\nDownload the VAPIS 1.01 tool , operational manual , and the working paper on four ways to build vehicular emissions inventory .\n\nThe fundamental equation utilized in VAPIS is the following\n\nSnapshots what the inputs and results look like from using this equation are illustrated in the brochure ,. Being an spreadsheet based tool, the user will be able to plug and play with the parameters for intermediate years and note the changes immediately. The VAPIS tool also provides a step to conduct scenario analysis and compare the results, where examples like reduced vehicle km traveled (VKTs), new retirement policies, new emission standards, can be analyzed and visualized immediately. For the user’s benefit, an example fleet average emission factors are included in the brochure.\n\nNot all the cities are equipped with emission testing facilities, which cost millions for establishment, operation, and maintenance. Existing emission databases include:\n\nUnited States Environmental Protection Agency’s AP-42 Handbook\n\nMOVES (Motor Vehicle Emission Simulator)\n\nEmission Factor Database by National Atmospheric Emissions Inventory of UK\n\nAir Pollutant Inventory Program of SEI\n\nEmission Factor Database by Central Pollution Control Board of India\n\nEmission Factor Database by DIESEL Program of PCD Thailand & the World Bank\n\nEmissions Analysis Tool by ICLEI\n\nCOPERT by European Environmental Agency\n\nIPCC Guidelines for GHG\n\nGAINS of IIASA\n\nTREMOVE for European Countries\n\nEMEP Corinair Emissions Inventory Guidebook\n\nTransport Emissions Analysis for Hanoi by WRI/EMBARQ\n\n*** The tools and documents are free. Please cite appropriately when the tools and the working papers are used. Feedback and suggestions are welcome.\n\n*** Below are some videos explaining the equations and data resources utilized in the VAPIS tools\n\nVideo 1: Overview of the VAPIS tool and operations\n\nVideo 2: Database of emission factors\n\nPublications and support material on vehicle exhaust emissions (more here )\n\nAir Pollution knowledge Assessments (APnA) for 20 Indian cities Journal article in Urban Climate (2019) Download (2nd most downloaded as of 31st May 2019) [ Repository for these cities and more]\n\nEvolution of on-road vehicle exhaust emissions in Delhi Journal article in Atmospheric Environment (2015) Download [Press cover in Scroll.in ] [Supplementary Material – Fleet average emission factors for 1990 ] [Supplementary Material – Fleet average emission factors for 2000 ] [Supplementary Material – Fleet average emission factors for 2030 ] [Supplementary Material – Annual emissions, modal shares, and fuel shares for 1990 to 2030 ]\n\nRole of urban growth, technology, and judicial interventions on vehicle exhaust emissions in Delhi for 1991-2014 and 2014-2030 periods Journal article in Environment Development (2015) Download\n\nBenchmarking vehicle and passenger travel characteristics in Delhi for on-road emissions analysis Journal article in Travel Behaviour and Society (2015) Download [Press cover in Times of India ] [Press cover in Scroll.in ]\n\nRe-fueling road transport for better air quality in India Journal article in Energy Policy (2014) Download [Study results are included in the Planning Commission’s National Transport Policy Committee report] [ Supporting material from the study] [Press cover in Times of India ] [Press cover in Hindustan Times ]",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-02-2008.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-13-2008.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/VAPIS-Flyer.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2019-03-UC-India-APnA20.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2015-01-AE-Delhi-Vehicle-Emissions-1990-2030.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/Supplementary%20-%20Delhi%20Road%20Transport%20Emissions%201990%20to%202030.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2015-03-ED-Delhi-Transp-Emiss-Counterfactuals-1991-2030.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2014-11-TBS-Delhi-Veh&Pass-Characteristics.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/2014-05-EP-Re-fueling-Transport-for-BAQ-India.pdf"
  ]
}