{
  "url": "https://urbanemissions.info/blog-pieces/ten-essential-air-quality-research-areas-that-need-support/",
  "title": "Ten Essential Air Quality Research Areas That Need Support",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5402982 ]\n\nSIM-air No. 62-2025: Ten Essential Air Quality Research Areas That Need Support\n\nWe understand the fundamental need to control emissions for clean air. If an intervention has the potential to control emissions, then it should be implemented. However, research is essential for determining how much to implement in a cost-effective manner without a large financial burden. This requires detailed information on where emissions originate, how pollution moves, and the strength of the sources contributing to the problem. Research provides a foundational platform, giving us the knowledge to plan and direct resources effectively.\n\nDespite advancements in computational power, atmospheric research still faces significant challenges. This is because, we are neglecting the basics. Today, there is strong emphasis on expanding ground-based monitoring and using satellite data to understand air quality. However, air quality management involves more than monitoring. While monitoring provides some of the necessary data, a complete approach requires a deeper understanding of atmospheric science and how it relates to long-term trends. We need a comprehensive analysis of the costs and benefits of pollution to develop and implement an effective clean air action plan. We need a clear communication strategy to inform the public about air quality conditions, whether good or bad.\n\nOur responsibility is to prioritize research to address this information gap through quality data generation, rigorous ground-truthing, and hands-on interpretation. This challenge is particularly difficult (and deep) in low- and middle-income countries, where the gaps in information and technological infrastructure are wide. This is not to say that high-income countries are exempt; everyone is still in a learning phase, with some being at an advanced stage of development than others. For all this, we need to build foundational work on all the components of air quality management. Here are the TEN essential air quality research areas that need support.\n\nData collation and open data access Ambient and emissions monitoring Air Quality Modeling Emission inventories Epidemiological and health impact studies Source apportionment studies Managing emissions at source What-if scenario “cost-benefit” analysis Capacity building Communications and connections\n\nData collation and open data access\n\nAmbient and emissions monitoring\n\nAir Quality Modeling\n\nEmission inventories\n\nEpidemiological and health impact studies\n\nSource apportionment studies\n\nManaging emissions at source\n\nWhat-if scenario “cost-benefit” analysis\n\nCapacity building\n\nCommunications and connections\n\nThe objective of this document is to provide an overview of the key components of air quality management that require a deeper understanding. If a city decides to embark on an air quality management plan, research on these components is essential to better grasp the problem. It is not necessary to address all of them from the outset; instead, a city can build on each component progressively, learning from examples in other countries. The point is to ensure that science is not ignored in the policy-making process, as robust research is the key to creating effective and lasting solutions.\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-62-2025.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-62-2025.pdf"
  ]
}