{
  "url": "https://urbanemissions.info/blog-pieces/fuel-station-survey-fuss-to-profile-in-use-vehicle-characteristics/",
  "title": "Fuel Station Survey (FuSS) to Profile In-use Vehicle Characteristics",
  "category": "Blog Pieces",
  "text": "Click on the image or here to download the full document. [Citation: https://dx.doi.org/10.2139/ssrn.5161009 ]\n\nSIM-air No. 56-2025: Fuel Station Survey (FuSS) to Profile In-use Vehicle Characteristics\n\nRoad transport is a major contributor to pollution in many urban areas worldwide, necessitating detailed data on in-use vehicles, including their age mix, usage, and fuel economy. This information is vital for developing a city’s emissions baseline, offering insights into sources and intensities to design cost-effective, health-focused measures for sustainable air quality management.\n\nIn this paper, we present a framework for fuel station surveys (FuSS) to establish the vehicle characteristics necessary to build a localized emissions inventory. This approach addresses the challenges of traditional methods, which often require significant time, effort, and resources, causing delays in initiating groundwork, particularly in low- and middle-income countries.\n\nThe methodology is illustrated in the paper with an application in the city of Patna, India, where the survey for in-use vehicle profile was conducted by 19 trained students, over nine days and at ten fuel stations. The final cleaned sample size consisted of 9,775 vehicles, with 41% being 2-wheelers, 46% 4-wheelers, and 13% 3-wheelers and tempos. The fuel mix was 69% petrol and 31% diesel, with all motorcycles being petrol-powered. The survey results specifically include age dependent vehicle mix for vehicle technology assessment, vehicle usage for assessment of km-traveled and fuel efficiency for energy intensity assessment.\n\nThe methodology, tools, and training framework presented in this paper are adaptable and can be applied in settings beyond fuel stations. All the supporting material is available @ Zenodo .\n\nA video summary (in English) with audio auto-generated using notebooklm.google\n\nA video summary (in Hindi) with audio auto-generated using notebooklm.google\n\nThe methodologies employed in this study are documented under publications . These methodologies explainers are included in our primers, presentations, plug and play tools, benchmarking notes, instructional videos and more, openly available @ https://urbanemissions.info/tools .\n\nOur working papers describe case studies where we applied the SIM-air family of tools, document general notes on emissions and pollution modeling and present our reviews on various topics related to air pollution analysis.",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-56-2025.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-56-2025.pdf"
  ]
}