{
  "url": "https://urbanemissions.info/india-air-quality/india-ncap-review/",
  "title": "India NCAP – Proposed Action Plans Review",
  "category": "India Air Quality",
  "text": "Updated: February, 2021\n\nIn April 2018, the environment ministry released a draft of the National Clean Air Programme (NCAP). Its main goal is “to meet the prescribed annual average ambient air quality standards at all locations in the country in a stipulated timeframe.” Given the state of air quality in India , any initiative by the Government of India is a welcome one, especially given the lack of monitoring data in the research space and the lack of enforcement of existing laws to curb emissions. The current NCAP draft is essentially a research programme designed to build institutional and technical capacity of central and the state pollution boards. The timeline of all proposals conclude in less than two years from the start. There is also no mention of a time-bound ambient air quality target to achieve or how. A review of the draft is presented here .\n\nFull program proposal was released in 2019 and now includes 131 non-attainment cities , who are required to submit an action plan to reduce their respective PM10 pollution levels in 2026 by at least 40% compared to 2017 averages.\n\nBelow is a summary of action plans by state as infographics. This evaluation was conducted jointly with researchers at CEEW (New Delhi, India).\n\nThe draft NCAP proposal ( 2018 )\n\nThe final NCAP proposal ( 2019 )\n\nCity by city approved action plans are available here or here . As of July 2020, 102 action plans are approved.\n\nHow robust are urban India’s clean air plans? An assessment of 102 plans – Technical review report (2020) [ Journal article (2020) – National Clean Air Programme (NCAP) for Indian cities: Review and outlook of clean air action plans]\n\nAir Pollution Knowledge Assessments (APnA) city program (2017, 2019) The program currently covers 60 Indian cities – Agra, Amritsar, Bengaluru, Bhopal, Bhubaneswar, Chandigarh-Ambala-Patiala, Chennai, Coimbatore, Dehra Dun, Indore, Jaipur, Kanpur, Kochi, Ludhiana, Nagpur, Patna, Pune, Raipur-Durg-Bhilai, Ranchi, Varanasi, Agartala, Ahmedabad, Allahabad, Asansol-Durgapur, Aurangabad, Dharwad-Hubli, Dhanbad-Bokaro, Gaya, Guwahati-Dispur, Gwalior, Hyderabad, Jamshedpur, Jodhpur, Kolkata-Howrah, Kota, Lucknow, Madurai, Mumbai, Nashik, Panjim-Vasco-Margao, Puducherry, Rajkot, Shimla, Srinagar, Surat, Thiruvananthapuram, Tiruchirapalli, Vadodara, Vijayawada-Guntur, and Visakhapatnam [Browse individual city reports @ Repository ] [ Quick look leaflets ] [ Summary report (2017) ] [ Summary report (2019) ] [ Summary of monthly concentrations and source contributions by city] [ Poster of APnA city program] [ Journal article (2014) – Nature of air pollution, emission sources, and management in Indian cities] [ Journal article (2019) – Air pollution knowledge assessments for 20 Indian cities]\n\nSIM-air Working Paper Series # 40-2021 Monitoring Ambient Air Quality in Indian City Airsheds In this report, we defined (a) the size of NCAP city airsheds (b) the recommended number of ambient air quality monitoring sites in an airshed (c) the operational sampling frequency to support receptor-based source apportionment studies. These resources are necessary for strengthening the monitoring needs of an airshed to track pollution levels, to conduct receptor-model-based source apportionment studies, and to support long-term air quality management plans. [ Download the full document] [ Download grid & airshed information by city] [ Download airshed monitoring needs information] [Supplementary Material] 1. GIS formatted shape file with the grid information of 94 airsheds covering 122 NCAP cities 2. A summary of monthly variation of meteorological fields (a) near surface temperature (b) near surface wind speeds (c) precipitation and (d) mixing heights for all airsheds 3. A summary of pros and cons of source apportionment approaches. More on the approaches is also available as a primer 4. A summary of strengths and limitations of receptor models 5. Recommended number of ambient air quality monitors at district and state level 6. Extracts from CPCB (2011) study of source apportionment in six cities. Full report is available here .\n\nOp-Eds on NCAP\n\nOur clean air plan is a missed chance ( Hindustan Times , Apr 2019)\n\nNational Clean Air Programme: Good idea but weak mandate ( Down to Earth , Jan 2019)\n\nExpect No Surprises on Air Pollution This Budget ( The WIRE , Jan 2019)\n\nThe Updated National Clean Air Programme Is Effectively Blind ( The WIRE , Sep 2018)\n\nThe Draft National Clean Air Programme Is Spirited but Lacks Action Points ( The WIRE , May, 2018)\n\nDefinition of phrases used in this evaluation\n\nAction points\n\nEach of the interventions to control air pollution discussed in the respective action plans\n\nInstitutional\n\nall interventions mentioned as overseeing, planning, proposing,  preparing, investigating, identifying, ensuring, strengthening, training, studying, and engaging\n\nall interventions mentioned as buying, installing, retrofitting, and cleaning\n\nall interventions mentioned as incentivizing and promoting\n\nList of states, union territories, and cities in NCAP\n\nAndhra Pradesh\n\nAnantapur, Chitoor, Eluru, Guntur, Kadapa, Kurnool, Nellore, Ongole, Rajahmundry, Srikakulam, Vijayawada, Vishakhapatnam, Vizianagaram\n\nGuwahati, Nagaon, Nalbari, Sibsagar, Silchar\n\nGaya, Muzaffarpur, Patna\n\nChhattisgarh\n\nBhilai, Korba, Raipur\n\nAhmedabad, Surat, Vadodara\n\nHimachal Pradesh\n\nBaddi, Damtal, Kala Amb, Nalagarh, Paonta Sahib, Parwanoo, Sunder Nagar\n\nJammu & Kashmir\n\nJammu, Srinagar\n\nBengaluru, Devanagere, Gulburga, Hubli-Dharwad\n\nMadhya Pradesh\n\nBhopal, Dewas, Gwalior, Indore, Sagar, Ujjain\n\nMaharashtra\n\nAkola, Amravati, Aurangabad, Badlapur, Chandrapur, Jalgaon, Jalna, Kolhapur, Latur, Mumbai, Nagpur, Nashik, Navi Mumbai, Pune, Sangli, Solapur, Thane, Ulhasnagar\n\nDimapur, Kohima\n\nAngul, Balasore, Bhubneshwar, Cuttack, Kalinga Nagar, Rourkela, Talcher\n\nAmritsar, Dera Bassi, Gobindgarh, Jalandhar, Khanna, Ludhiana, Naya Nangal, Pathankot/Dera Baba, Patiala\n\nAlwar, Jaipur, Jodhpur, Kota, Udaipur\n\nTrichy, Tuticorin\n\nHyderabad, Nalgonda, Patencheru, Sangareddy\n\nUttar Pradesh\n\nAgra, Allahabad, Anpara, Bareily, Firozabad, Gajraula, Ghaziabad, Jhansi, Kanpur, Khurja, Lucknow, Moradabad, Noida, Raebareli, Varanasi\n\nUttarakhand\n\nDehradun, Kashipur, Rishikesh\n\nWest Bengal\n\nAsansol, Barrackpore, Durgapur, Haldia, Howrah, Kolkata, Ranigunj\n\nSummary of action plans by state",
  "pdf_links": [
    "https://urbanemissions.info/wp-content/uploads/docs/India-NCAP-Proposal-Draft.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/India-NCAP-Proposal-Final.pdf",
    "https://www.urbanemissions.info/wp-content/uploads/docs/2020-06-CEEW-UEinfo-India-NCAP-Review.pdf",
    "https://urbanemissions.info/wp-content/uploads/apna/docs/apna_program_summary_booklet.pdf",
    "https://urbanemissions.info/wp-content/uploads/apna/docs/2019-07-APnA30city_summary_report.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-40-2021.pdf",
    "https://urbanemissions.info/wp-content/uploads/docs/SIM-40-2021.pdf",
    "https://urbanemissions.info/wp-content/uploads/misc/SIM-40-2021_S6_CPCB.PMSA.2011-Extracts.pdf"
  ]
}