{
  "url": "https://urbanemissions.info/blog-pieces/resources-how-to-access-aqdata-in-india/",
  "title": "Resource Links: How to access air quality monitoring data in India?",
  "category": "Blog Pieces",
  "text": "Updated: 2020/Jul/07\n\nWe get multiple requests (every day) for air quality monitoring data, sometimes for a city and sometimes for the whole country; sometimes for current period and sometimes for the archives. These requests range from where to find the data to how to access the data. Here is a brief overview\n\nWhere is the data\n\nNational Ambient Monitoring Program ( NAMP ) – manual monitoring network operated and maintained by CPCB, India\n\nContinuous Ambient Air Quality Monitoring System ( CAAQMS ) – real-time monitoring network operated and maintained by CPCB, India\n\nSystem of Air Quality and Weather Forecasting And Research ( SAFAR ) – real-time monitoring network operated and maintained by IITM, Pune, India\n\nHow to access the data\n\nMain site to access the data in India CPCB’s repository https://app.cpcbccr.com/ccr/#/ caaqm-dashboard-all/caaqm- landing\n\nUse the advance search option to download the data. There are some limitations in this process, on how many days of data can you request in one search. This depends on the time step you choose (last time we accessed, it is 1-week for 15-mins data per station and per pollutant).\n\nBest is 15 mins data and you weed out all the redundant numbers like 0’s or negative numbers or 999’s or repeats or any other number you may find not meeting the quality check criteria. You can request hourly or daily average data, which will allow for downloading longer time periods, but this will likely not pass through the same level of quality check for representativeness.\n\nOne way is to search by city name – https://api.openaq.org/v1/ measurements?city=Ahmedabad& parameter=pm25&date_from=2020- 04-01&date_to=2020-04-10& format=csv\n\nSecond way is to search by radius method (in km) – https://api.openaq.org/v1/ measurements?coordinates=23, 72.6&radius=30000&date_from= 2020-04-01&date_to=2020-04-10& parameter=pm25&format=csv\n\nAll the openaq.org data (up until the last hour) is all stored on AWS s3 buckets https://openaq-fetches.s3. amazonaws.com/index.html ( click on real time, to access the global csv files). Other ways to access data is explained in their blog piece .\n\nOther ways to access the data\n\nFor data scientists, here is an instructional video to dig deeper into the openAQ API service and data archives – https://youtu.be/Tiot877orkU\n\nFor data scientists, here is another option to download data using codes developed by the members of the datameet community.\n\nOther resources\n\nWhat is the air quality in the last 24-hours in India?\n\nIQair – aggregator of official and unofficial data across the globle\n\nBreezo.in – aggregator of official real-time monitoring data in India\n\nAirVeda – unofficial network of low-cost sensors\n\nAQI.in – unofficial network of low-cost sensors\n\nPurple Air – unofficial network of low-cost sensors\n\nClarity – unofficial network of low-cost sensors",
  "pdf_links": []
}