{
  "url": "https://urbanemissions.info/about-ueinfo/",
  "title": "About UrbanEmissions.Info",
  "category": "About Ueinfo",
  "text": "Thank you American Geophysical Union (AGU) for recognizing UrbanEmissions.Info’s efforts in addressing the information gaps in air pollution research.\n\n2022 AGU’s International Award Recipient Dr. Sarath Guttikunda\n\nUrbanEmissions.info (UEinfo) was founded in 2007 with the vision to be a repository of information, research, and analysis related to air pollution\n\nAir pollution is an escalating issue in cities worldwide, with direct impacts on public health. Many existing tools for tackling this problem are often complex, data-heavy, and designed for multiple purposes, making them difficult to apply in real-world scenarios. There is a growing need for a new generation of tools that consider the availability and format of information, as well as institutional challenges, while being practical and scalable. These tools must also extend their application to secondary and tertiary cities, especially in the low and middle income countries, which are now following the trajectory of mega-cities. The rapid advancements in information technology, open-data platforms, and networking present a significant opportunity to organize data and create tools that empower city managers, regulators, academics, and citizen groups to develop a coordinated and integrated approach to air quality management. UrbanEmissions.Info (UEinfo) seeks to address these challenges by focusing on four key objectives:\n\nSharing knowledge on air pollution\n\nProviding science based air quality analysis\n\nPromoting advocacy and raising awareness on air quality management and\n\nBuilding partnerships among local, national, and international air-heads\n\nRecent Releases @ UrbanEmissions.Info\n\nBeginners handbook on assembling air pollution models (2024) Download\n\nA primer on ABC’s of air quality (2024) Download\n\nA primer on pollution source apportionment (2024) Download\n\nA primer on air pollution monitoring (2023) Download\n\nA data repository for India’s NCAP city program (2023-) [ Link ]\n\nWho We Are @ UrbanEmissions.Info\n\nDr. Sarath Guttikunda , Founder/Director, conducts research on air pollution. His interest stems from the guidance received during Bachelors in Chemical Engineering at the Indian Institute of Technology (Kharagpur, India, 1997) and during Doctorate from the Center for Global & Regional Environmental Research (CGRER) at the University of Iowa (Iowa City, USA, 2002). Since returning to India in 2007, he conducts research in an independent capacity to support science, policy, and public dialogue on air pollution. He was a visiting faculty at the Indian Institute of Technology (Delhi and Bombay) between 2011-2014 and 2014-2016. In 2009, Sarath became part of the global TED fellows community.\n\nMs. Puja Jawahar , Founder/Co-Director, is trained in Economics and Statistics from the University of Mumbai (Mumbai, India) and Environmental Policy from the University of Maryland (College Park, USA). She worked as a research assistant at the Resources for the Future (RFF) – one of the leading environmental economics policy think-tanks and as research associate at the International Food Policy Research Institute (IFPRI). Since returning to India in 2007, she joined the Central Himalayan Rural Action Group (CHiRAG, Mukteswar, India, 2007-2011) to assist them with research design, documentation, and marketing for their product line – Kilmora .\n\nMr. Sai Krishna Dammalapati , Research Associate, is a tinkerer in the development sector space. He has navigated multiple pathways to do some meaningful work as a consultant, researcher and now a data-geek. He refuses to be called a techie though and is in search of a better noun to describe his work and interests. [ Linkedin ] [ GitHub – Delhi during COVID]\n\nPast Colleagues @ UrbanEmissions.Info\n\nMs. Rashmi Krishnan , former Research Associate (2019-2020), is interested in working at the intersection of technology, communities and environmental justice. She is currently a doctoral student (starting in Fall, 2022) at the UC Berkeley School of Public Health, where she hopes to conduct research on air pollution exposures among vulnerable communities in developing countries. She hold a Bachelors degree from M.S. Ramaiah Institute of Technology (Bengaluru, India) and Masters degree in Natural Resources and Environment from the University of Michigan (Ann Arbor, USA). [ Linkedin ]\n\nDr. Nishadh KA , former Senior Research Associate (2016-2022), is the NORCAP expert on data science and machine learning at IGAD Climate Predictions and Applications Center (ICPAC, Nairobi, Kenya), where he is involved with research and development on the impact based forecasting system. His 2017 doctorate thesis was on “ Particulate Air Pollution Data for Coimbatore, India: Real Time Monitoring and Modeling with Data-Interoperability Measures “, which emphasized the need for open and standardized real time data for better air quality management. He is an admirer of open source software movement, specializes in geo-spatial visualization, and data analysis using Python and D3.js. [ Linkedin ]\n\nFor regular updates, join our listserve by sending an email to “ sim-air+subscribe@googlegroups.com ”\n\nEmail: simair@urbanemissions.info Twitter: @urbanemissions",
  "pdf_links": []
}